{"text": "i love my shawty @admirebieber  3", "klass": 1}
{"text": "I call BULLSHIT RT----  RT @donna_rai @_Kerry_ lol these h00rs have tainted my innocent mind @silverelefanfic @Janigirl07 @AndyMCope", "klass": 0}
{"text": "@klconover I find it interesting that there still appears to be some level resistance to learning/using social media tools. #schieffer", "klass": 1}
{"text": "@yourcitylights And Simon Peter answered and said, Thou art the Christ, the Son of the living God. Matthew 16:16 Jesus Loves you", "klass": 1}
{"text": "... and then I shared my score on Facebook. :) (re: \"How Millienial Are You? quiz http://bit.ly/aT3cc1)", "klass": 1}
{"text": "@HookedOnPop and so is lily allen so perfect match really", "klass": 1}
{"text": "@MsChassMarie lol tell him i got a bottle of graduates banana flava waitin for him lmao", "klass": 1}
{"text": "@MakikiGirl I'm giving my 2 Japanese Chins a bath today. Maybe I'll get a pic of them wet. They do look miserable when wet. @MiwaOgleTree", "klass": 0}
{"text": "can't wait for 11:30 :-D", "klass": 1}
{"text": "CEZ halts approvals for solar, wind power plants http://bit.ly/bekeAQ   Solarif", "klass": 0}
{"text": "suge said if they had let me finish my set i wouldve had them shootin.. lmao", "klass": 1}
{"text": "@SpinsDick O_o Um....*isn't near my house* Can i poof you guys there? :D", "klass": 1}
{"text": "Loving Venus is your key planet and she is in high demand toda... More for Libra http://twittascope.com/twittascope/?sign 7", "klass": 1}
{"text": "I want to read: Princess for Hire by Lindsey Leavitt http://bit.ly/bGqpBX", "klass": 1}
{"text": "starting to really love When I Look At You by Miley. It's a really sweet song.", "klass": 1}
{"text": "@mtorres1992 i am whipped. i am starting to think about marriage and shit. i need her. get her to talk to me. please?", "klass": 0}
{"text": "i am so mad at the upper marlboro court system for losing my community service papers.  :( freakin losers.", "klass": 0}
{"text": "RT @BRADPIFF877: I should of threw my self on the floor and screamed (bro u would be gettin a fat check if u had done dat)", "klass": 0}
{"text": "#ripbig when I die I wanna go to hell cuz I'm a piece of shit it aint hard to fucking tell", "klass": 0}
{"text": "Sent me to the camp. I overcame all da courses. Now i'm geared up. Polos with blue horses.", "klass": 1}
{"text": "Fantastic Forex:: Latest Forex Converter Yahoo Au... http://www.forextradingautomatedrobot.com/latest-forex-converter-yahoo-auctions-4.html", "klass": 1}
{"text": "A bit of good news about classical music in the U.S. http://tinyurl.com/yk4npga", "klass": 1}
{"text": "Just left maddie's house... And this why you don't leave an entire bio project for one night...", "klass": 0}
{"text": "@isabellajessica ciee,, yg di sitnii,,,how's the weather? It's raining cats and dogs n elephants n dinosaurs in jkt!! Haha *lebay mode on*", "klass": 0}
{"text": "Love me do http://myloc.me/4w2tt", "klass": 1}
{"text": "@bonesbird my brain keeps traveling in the wrong direction", "klass": 0}
{"text": "@thetwatwaffle I always say twat muffin, that's kind of like twat waffle! lol", "klass": 1}
{"text": "You'll need to apply yourself extra diligently today or you'll... More for Gemini http://twittascope.com/twittascope/?sign 3", "klass": 0}
{"text": "Not sure whether this is working properly linking my Facebook status to my Twitter account", "klass": 0}
{"text": "#fancy RT @koball: Sporting a bowtie tonight at we hit Minerva's for a Valentine's Evening out with my girls.", "klass": 1}
{"text": "Mom and Dad are BOTH being dickheads. I just want to crawl into a whole and not come out until the weekends over.", "klass": 0}
{"text": "*Jimzus! Tis too early u2* RT @SheriphSkills: Cos u drank too much camel piss as a kid! RT @EmiNiBreezi: (cont) http://tl.gd/e4198", "klass": 0}
{"text": "RT @StarCreations: RT @dutchfeltart @GlassRiverJewel: Sweet Spring! http://bit.ly/czZKl3 #etsy #wwes", "klass": 1}
{"text": "have i done much of my journal? nope. what a waste of an hour.", "klass": 0}
{"text": "RT @Younggee: @ShoSmoove i was abt to ask u if u were ok?! lol!!!  --lol yeah I'm good", "klass": 1}
{"text": "my thursday eavening tv line-up goesss Eastenders, #snogmarryavoid, then hotter than my daughter, then after a while skins. WOOP (:", "klass": 1}
{"text": "So I have come to the conclusions that there's bitches who dnt like me on here bt follow wtf I gotta say!", "klass": 0}
{"text": "Woohoo! here it comes my favorite Rammstein's song! \"Do Riechst So Gut\" #nowplaying", "klass": 1}
{"text": "@BossCampbell Just drink a bottle of bleach and stop bothering people.", "klass": 0}
{"text": "I uploaded a YouTube video -- MY SECOND YOUTUBE UPDATE AHHHHHHHHHHHHHHHH http://youtu.be/q9iLloGxN0E?a", "klass": 1}
{"text": "RT @BlogXilla: I'm really happy for you @Sandra_Bullshit and imma let you finish but Precious was the best actress of all time... *really", "klass": 1}
{"text": "Netflix Goes Down - Hopefully your Friday night plans didn?t consist of streaming a movie via Netflix, becaus... http://ow.ly/16Cz3p", "klass": 0}
{"text": "http://twitpic.com/13gqku - hugs to you ALL-- who make each of my day brighter thru #Jesus !", "klass": 1}
{"text": "I like USA and GB and CA, and AU, but do You like My country Hungary? But why?", "klass": 1}
{"text": "@Rumpusgoopus well i wouldn't have caught it if you hadn't said something!", "klass": 0}
{"text": "RT @MichaelStryder: Liz Cheney: Taking flak from the right as well as the left http://bit.ly/duZe3v", "klass": 0}
{"text": "@nicolemason65 im very very good :) just finished work and home now to relax.. got uni and work tomorrow:( what you been doing ?? ?", "klass": 1}
{"text": "RT @Idothat2: \"Are You OK?\" I'M CRYING MY EYES OUT DO I LOOK F-ING OK!?! #idothat2", "klass": 0}
{"text": "@brassedoff Ja, that's good... It's really local stuff.... tomorrow do you need some killepitsch for stock replacement at home????", "klass": 1}
{"text": "@elainecabildo, just saw the tweet about my lying all the time. NOT TRUE!", "klass": 0}
{"text": "RT @iatpapog: articel writing made fun and easy. http://bit.ly/articlewriting", "klass": 1}
{"text": "@missgiggly No you wont. @mr_billiam pointed out that a few others are using it.. and its an adjective. But whatever.", "klass": 0}
{"text": "Content thyself to live obscurely good.   Joseph Addison", "klass": 1}
{"text": "Now i know that i cant make you stay. But wheres your heart.", "klass": 0}
{"text": "@Zeptonn http://stingerstyler.deviantart.com/ Welcome! I loved the little bird, great job, haha! @DeviantArt", "klass": 1}
{"text": "@ukkoite AND all plugs and ports are on the sides, none at the back..why? Why? Why laptop designers, why? Maketh no sense to me.", "klass": 0}
{"text": "no gas and no money until the 5th of march. I can't even make it home for Spring break...............*exhausted sigh*", "klass": 0}
{"text": "RT @GroundZeroPromo: \"One thing that's forever is a soulmate\"", "klass": 1}
{"text": "def. True RT @ShotOfGee: - Alot of girls have no idea wht the definition of #wifey is. Then wonder y guys act the way they do.", "klass": 0}
{"text": "For my mom who beat breast cancer 8 years ago, I love you! http://tweetphoto.com/13531327", "klass": 1}
{"text": "@teatimegon3wild Omg \"/ I did not neglect you last night .", "klass": 0}
{"text": "@donna_81 I'm doing well  ) just listening to music and waiting for the Olympics to begin", "klass": 1}
{"text": "@JA5KAUR lol h-i-triple x. i wonder what u thought i said durin the verse.", "klass": 1}
{"text": "RT @thisislavie: due to our site being down-to enter our giveaway for a chance to win free gold earrings provided by shayan afshar. pls RT", "klass": 1}
{"text": "@roguemouse paclpackpack still not cleaned. I have decided to do the least possible. Um yeah.. sorry :D", "klass": 0}
{"text": "@phdinparenting Following you via @MrTweet. Looking forward to your tweets!", "klass": 1}
{"text": "i love quality time w. my bff @beautifuldomiie! its more like touchy feely time LOL", "klass": 1}
{"text": "@xolindsey87 haha yeah they called my house while I was at school, they're sending tags for it and then they'll send me the right size.", "klass": 1}
{"text": "Who Else Wants to Secure A FREE Wealth & Power Building eBooks & Audio Package (Including Limited Time Bonuses)? http://bit.ly/WealthPackage", "klass": 1}
{"text": "@OGKingShootah I feel you! As long as you gettin' to the moneyyy, I understand lol", "klass": 1}
{"text": "#shoutout to the new followers...especially the 900th follower @DocLG", "klass": 1}
{"text": "City watchdog in chaos as chief executive Hector Sants resigns just months before general election", "klass": 0}
{"text": "GRRRRRRRAAAAAAHHHHH! GODD@ # MAYA! WHY WONT YOU WORK FOR ME?! :( I really need to see if I can get a tutor to help me learn this stuff. :(", "klass": 0}
{"text": "I experienced that 2nite!! RT @TheIntelligentW: I Love Seeing Health & Fitness 'Experts' That Look Like They Just ... http://bit.ly/cTSzW6", "klass": 1}
{"text": "Why, yes, I think I will have a @BellsBrewery Two Hearted. #thankyouverymuch #iwillbenicerthen", "klass": 1}
{"text": "@nuxnixThanks for that. I'm about to put Win 7 Ultimate on the same MBP, good to know it runs well for you.", "klass": 1}
{"text": "CAN'T SLEEP..: http://chatter.com/a/1vhqf", "klass": 0}
{"text": "He is my all... And I couldn't ask for more...", "klass": 1}
{"text": "RT RT @NatsJournal: #Nationals staff: 50 runs, 67 hits, 12.82 ERA, 15 pitchers with 9.00  ERA. March 6 is too soon to worry. But good God.", "klass": 0}
{"text": "RT @3greenangels: Spread the word, find out what is in your food and help others! http://www.whatsonmyfood.org/banner.jsp #ecowed", "klass": 1}
{"text": "Photo: readmypockyface: waaa! waaannnttt!!!!!!! http://tumblr.com/xiv72ref8", "klass": 1}
{"text": "Just because I like girls doesn't mean I like you. I'm picky, I like a certain type of bitch - and you're not it.", "klass": 0}
{"text": "RT @THE_REAL_SHAQ: 2nd funniest guy in da nba. check it out http://bit.ly/arCFES", "klass": 1}
{"text": "taking a break from crazy packing to watch 2012.", "klass": 1}
{"text": "Me and kara discovered thee best nicknames, she is my best. tada!", "klass": 1}
{"text": "Win a  25 American Express Gift Card #giveaway from @earlsdaughter http://bit.ly/cUL8Kc", "klass": 1}
{"text": "Pretty dope funk thing by my boy @arch_typ    Hands to Hats: http://lnk.ms/5tzdM", "klass": 1}
{"text": "aww elvin ng's so cute w the pink pants and the lalala dance steps! :D", "klass": 1}
{"text": "Now Another Team Got Problems ! SMH Do Yall Niggas Sit At a Table And Plan To Suck RMG Dick Like Who Are Yew Bois - Get  ", "klass": 0}
{"text": "Eeekkk! It's fucking cold outside! Do i really wanna go play in this shit today?", "klass": 0}
{"text": "Fafsa saved us  5550.00 this time around.", "klass": 1}
{"text": "to all the wonders that swim in the stream who hang around me...you are marvellous and inspirational and this past year devine :) gratitude", "klass": 1}
{"text": "i'm gonna upload a video. i understand it's no time for entertainment, but i'm just upload*ing.", "klass": 0}
{"text": "RT @lr3031: @LizBlaine My latest-  Barack Obama: You Have ?No Reasonable Expectation Of Privacy? http://bit.ly/c29txn PLS RT #tcot #sgp #usa", "klass": 0}
{"text": "beganhobbling toward", "klass": 0}
{"text": "\"Be quiet and hold your peace; you little know how many mercies lie in the womb of this affliction.\" John Flavel", "klass": 0}
{"text": "@cakesrme I'm so glad my cousin @keekee_1985has somebody to look out for her down there!!!!", "klass": 1}
{"text": "@Ptownn my G whats goody whens your lunch", "klass": 1}
{"text": "@youngmyke Thank you!! OHHH Chrissy. Remember her? Anywho..she preggy!", "klass": 1}
{"text": "RT @NEWNEWBLONDeD: @VansMarley WONDERFUL AND U???", "klass": 1}
{"text": "Maybe they appeal to my desire for a nice, ordinary, warm, pleasant life.", "klass": 1}
{"text": "Listening to the \"New Age\" station on @SlackerRadio ? http://slacker.com/r/nqKf", "klass": 1}
{"text": "RT 50  Awesome Twitter Tips to become a Pro http://ow.ly/14LjW via @virtuosoblogger", "klass": 1}
{"text": "live about to pick the mitchel musso autograph winner come watch!!!! (Broadcasting live at http://ustre.am/cnDW)", "klass": 1}
{"text": "Goodmorning The Swagg Rises From his Slumber last day last class lets get it poppin nyc by the end of the night Loveit !", "klass": 1}
{"text": "RT @crazimonkay: Lamatrix: #RIPMadisonBieber? Unbelieveable. Just because there's a Jonas TT like that. Wow. Justin Bieber fans are PATHETIC.", "klass": 0}
{"text": "Bill Bradley to receive award from NABC http://bit.ly/aJZ1o6", "klass": 1}
{"text": "@MzJuDolla http://fashioncashsuccess.tumblr.com/ check out my blog!!!!", "klass": 1}
{"text": "The Book of Eli just didn't do it for me...", "klass": 0}
{"text": "And if you say something wrong, a lot of people will hear you, take it offensively and hate you :/", "klass": 0}
{"text": "Meet the most #Gorgeous Boys in all the world! ------------  http://blog.gorgeousboys.com", "klass": 1}
{"text": "@MsMandyMay wow", "klass": 1}
{"text": "Jon Montgomery's Gold Medal Start!!! GO CANADA!!! http://post.ly/Okmc", "klass": 1}
{"text": "Thank you New York and New jersey for picking up your copies. Ain't nothing like the support of your own!", "klass": 1}
{"text": "RT @ellepiari: Ck out \"my\" song! ;)*beaming* @douglaspaul: #ff @ellepiari : Howard Roberts' \"The Lady Wants To Know\" comes to mind. ? http://twt.fm/376319", "klass": 1}
{"text": "Thanks again for everyone who came out to support us and, most especially, our friend Hayley Payne last Saturday!... http://bit.ly/acnISM", "klass": 1}
{"text": "i wish it was easier to express things to you.", "klass": 0}
{"text": "RT @abc7chicago: School helps children with autism make 'giant steps' http://bit.ly/aRbuVT", "klass": 1}
{"text": "Support Cheias na Madeira, add a #twibbon to your avatar now! - http://bit.ly/byufMN", "klass": 1}
{"text": "The wind is howwwwllllin....awoooooo!!!!!!", "klass": 0}
{"text": "@TheBotLebowski Shut the fuck up Donny! http://www.youtube.com/watch?v MjYJ7zZ9BRw", "klass": 0}
{"text": "@songbird328 Hey there. We are good. Meeting with a house builder today. Hope you are well!", "klass": 1}
{"text": "Funny!!! Worth watching, japanese guys can be funny... http://www.youtube.com/watch?v EtotGNBFmTs", "klass": 1}
{"text": "@sofauxboho I no longer drink enough / to think you're witty.", "klass": 0}
{"text": "Phoenix- FREE I-Pod touch: Just got a newer one for my birthday. This one works fine and I'm giving it away. Youd ... http://bit.ly/bD85td", "klass": 1}
{"text": "@gauravkapur You missed meeting me and watching Anushkas performance:-(", "klass": 0}
{"text": "Just left goose island got my eat on now it's time to go shoppin! Magnificent Mile here I come...", "klass": 1}
{"text": "@TreySmith83 Ahh yes, the boiled pork. The microwave was probably my favorite Charles moment. It smelled like cotton candy. Way better.", "klass": 1}
{"text": "Margaritas was like jamrock 2night..shout out to my nigga killah holdin it down against the wall gha gha..", "klass": 1}
{"text": "I feel u on that one.. RT @BellaKeys I need a dose of #Miami !! I'm getting the #NC virus ! LMAO", "klass": 1}
{"text": "Q:Im following you ;D A:stalker much? i'm rather scared. can you see what i'm doing too? :S... http://formspring.me/RebeccaFTMx/q/253164842", "klass": 0}
{"text": "Good Morning NorthWest! Sunny weather, banging music, and the drive to conquer! Tell me what else I need!", "klass": 1}
{"text": "going to get jubby's valentines day gift with some assistance from lee and shane:) finally got my car registered:) work monday-friday 12-4 ?", "klass": 1}
{"text": "#tosavemoney you can't have too many black friends. they always askin to \"borrow\"..you'll never see that money again", "klass": 0}
{"text": "@rowansmom2010 yeah it was awesome he is an amazing performer for sure! and just always takes time for his fans too..what a sweetheart.", "klass": 1}
{"text": "Las year I was so stressed out I forgot I was my birthday. Didn't figure it out til 730 that night. My bad.", "klass": 0}
{"text": "I need a nice tea-drinking pic for our #Tea Club Membership page - anyone got one they'd be happy for me to use? http://bit.ly/b1PWLh", "klass": 1}
{"text": "@mrios6288 follow me!!", "klass": 1}
{"text": "Tonight is date night with Joe. - And I?m in such a weird mood? I just want to lay in bed and cry all night.... http://tumblr.com/xkx73ioaz", "klass": 0}
{"text": "@Farisky Sreesanth is a fast bowler; he has the ability to bring any match (that India bat first) to a fast finish.", "klass": 1}
{"text": "its only 200 runs and now i seriously feel that sachin is overhyped", "klass": 0}
{"text": "RT @RealKidPoker: Brutal seat @lapokerclassic Steve Sung on my right Carlos Mortensen on my left, and to his left the guy who crushed me yesterday.", "klass": 0}
{"text": "walking into he office later would take a whole load of strength so it's best i go recharge now...", "klass": 0}
{"text": "A sex doll with a reloadable hymen? Well Happy Valentine's Day to me! http://is.gd/8fdYV", "klass": 1}
{"text": "@aliciaaw002 hey hi :)", "klass": 1}
{"text": "@DaisyTheCrazy Cool i want to buy a BB but are they hard to modifyy?", "klass": 0}
{"text": "@PHXPhoto thanks, we hope you enjoy it and welcome your input on what you'd like to see!", "klass": 1}
{"text": "RT @LaToyaDavis: \"If you stay ready you don't have to get ready.\" - Will Smith", "klass": 1}
{"text": "Cost cuts help MGM Mirage narrow loss: With some help from cost-cutting and relatively stable occupancy rates in L... http://bit.ly/aHcK0j", "klass": 1}
{"text": "@dougiemcfly im not even beating you in tweets :O ...... few more to go.....", "klass": 0}
{"text": "Charlotte hand Cleveland second straight NBA defeat (AFP)http://bit.ly/9wN8Rs", "klass": 0}
{"text": "RT @MonStarMimz: RT @violetnight: F A S H I O N #yeathatsmyshit  U knw this R.I.P McQUEEN *Ledgend!!!**", "klass": 0}
{"text": "Nice, TGIF! Anyone else enjoying CPK and a movie tonight? RT @curlyhair72400: Going out to eat @ California Pizza Kitchen! yum! Peace peeps!", "klass": 1}
{"text": "@tittoantony minnor one's first day in my pre, but i ragged many, In my pre & in my degree :D", "klass": 1}
{"text": "omfg today was awesome, i never thought i'd say i had fun at school lol but i DID!!!!! oh yeah, nerd in the making", "klass": 1}
{"text": "@Miss__JayJay Hehe. So true-idk, maybe I'll get brave and post some. lol. I've got a few I could probably post within the next few weeks :-)", "klass": 1}
{"text": "@djblord im not sure he was at magnatizm....but give him a call he does good work an he wont ry to bust ur head", "klass": 1}
{"text": "@simplyme4you so? you always make tweets about tila, if you don't like her why you do that? OH I KNOW THE ANSWER YOU LOVE TILA!@officialtila", "klass": 0}
{"text": "So apparently my PMR number is 69. Two years ago I didn't think of anything. Now? FUCK YEAH.", "klass": 0}
{"text": "RT @TheRealBash: Like the pics? thats a sneak peak before theyre finished... -They ard they ard. LOL Gotta take 1, passing out fliers.", "klass": 1}
{"text": "@EmmeRylan I am so happy that you are going to be on my favourite show. When GL ended I was like: \"Y&R needs to scoop up those fab actors!\"", "klass": 1}
{"text": "Make Big     Part-Time from home working on the Internet. Get complete details now! http://www.mlmfreesuccesstips.com", "klass": 1}
{"text": "@Leslieeann I need your help - please join my clan! http://ninjaclash.com/invite/direct_link?uid 1000146530", "klass": 1}
{"text": "RT @QJa421: @besdress waasupp  i know im late as hell but wats up", "klass": 0}
{"text": "RT @JohnnaS: Before you are born you choose many opportunities to learn in many different ways. http://bit.ly/csPOcg", "klass": 1}
{"text": "@FauxTayMomsen lmfao we do D: i think its cute too xD", "klass": 1}
{"text": "I'm so pleased I'm gonna post it again http://twitpic.com/15h0nd", "klass": 1}
{"text": "RT @rachellehoude: I suggest we all listen to this beautiful song by @katiacadet with #haiti in our hearts. http://www.mediafire.com/?tv23z4dzhj1 in memory.", "klass": 1}
{"text": "@pratheepthavara I dont think #MNIK is a must watch movie.", "klass": 0}
{"text": "@thisplum You're not a Delapore too, are you? Been hearing things in my wall on and off for a while and I haven't eaten anyone yet AFAIK", "klass": 1}
{"text": "@hausofmario hahah what is she doing here?", "klass": 1}
{"text": "NO CEILINGS BEST MIXTAPE EVER", "klass": 1}
{"text": "For the first time, I got a scholarship :D - I am happy today because I get a scholarship. For the first time... http://tumblr.com/xgm6lb8ns", "klass": 1}
{"text": "RT @louiseblack: arg! True Blood season 3 is set to come out in June this year. That's soooo long to have to wait.", "klass": 0}
{"text": "@solarfund That's so sad! RIP Walt Ratterman.....my heartfelt sympathy to his family, friends and colleagues.", "klass": 0}
{"text": "@jaysonst OMFG THAT'S AMAZING. I CANNOT BELIEVE THAT. STOP RIGHT THERE", "klass": 1}
{"text": "OH yes! RT @LaBellaLeigh How about we just push Emilie aside and replace her with KStew... okay? Perfect", "klass": 1}
{"text": "Fashooo besides I don't drink much. I just get giggly and more flirty lol", "klass": 1}
{"text": "@heidiglamluvvsu my lesson today was grab life by the balls and hold on for dear life lol", "klass": 1}
{"text": "#Death 2 You #WackBITCHES!", "klass": 0}
{"text": "Don't you worry 'bout a thing, cause I'll be standing on the side when you check it out  (by @johnlegend) #nowplaying", "klass": 1}
{"text": "#imfromGvegas where da good die young! RIP my nigga skee http://twitpic.com/141h2l", "klass": 0}
{"text": "I wana see the vid Kyan", "klass": 1}
{"text": "@estellehart What've you gone for? The 13.5 plus to heavy blankets & a hot water bottle is working out great for me.", "klass": 1}
{"text": "They shooting at the Pentagon? Maaaaannnn people are mad as fuck.", "klass": 0}
{"text": "DONE CLEANING! all i have to do now is go to the Dr.'s and watch Coraline!", "klass": 1}
{"text": "@_souzafan Launched our tracker, so join us for free leech... oh, seed too!     h ttp://BrazilTorrents.com/register.php zj", "klass": 1}
{"text": "I have time to twitter now :-)", "klass": 1}
{"text": "the only reason Justin Beiber be a TT is because people hatin' be typin' his name too. Y'all gotta spell his name wrong on purpose", "klass": 0}
{"text": "UK Afghan mission 'going to plan' http://www.nwoos.com/uk-afghan-mission-going-to-plan-88534.html", "klass": 1}
{"text": "@debontherocks Conferences have NEVER made me wish to have a child. EVER. What are you drinking @ said cons??", "klass": 0}
{"text": "#ifiwerealame i would be just like you......", "klass": 1}
{"text": "@meeranagaraj Hi Meera, nice to see you here! How are you? Where are you? I am with your previous company - Wipro! :-)", "klass": 1}
{"text": "#Shoutout to Pretty woman @getyourhoneyon", "klass": 1}
{"text": "just voted \"I Like this one\" on \"Do I Look Nice?   Which looks nicer?\" vote too ? http://bit.ly/9yoVkg", "klass": 1}
{"text": "@pocketkip Hahahaha! If you wanted to be extra bitchy, you could've streamed it via UStream!", "klass": 0}
{"text": "RT @justinbieber: Happy Valentine's Day to all my amazing ladies out there. You are all my Valentine today", "klass": 1}
{"text": "@gvh0203 I was gonna talk to u bout that cause I wanna buy my #miniplan...I think its the 21 games one in the lower reserve for about  260.", "klass": 1}
{"text": "I don't think 6 hrs is enough to build new, strong calluses on the finger tips.", "klass": 0}
{"text": "@nia_zuri yea i'm there with my band. we sing EVERYday at the Bell Ice Cube. u should come out! :)", "klass": 1}
{"text": "@epistolary LOL. haha, that's hilarious. skyping with you sounds like it's bound to be amusing. XD", "klass": 1}
{"text": "Is it weird that I'm crying while watching Celebrity Rehab with Dr. Drew?", "klass": 0}
{"text": "my fat ass cuzin broke my table this boi 9 nd weigh 210 & thy mad at me cuz I'm yellin at him. HIS FAT ASS SHOULDN'T OF SAT ON A GLASS TABLE", "klass": 0}
{"text": "Thr R times, tht I test yr faith,'til U think U might surrender. Baby Im, Im not ashamed 2 say, tht my hopes wr (cont) http://tl.gd/919hr", "klass": 0}
{"text": "Allready up and running. Have to do some stuff today, but first a breakfast.", "klass": 1}
{"text": "Ever since we learned about Bob Dylan in popular music and society I've heard him on the radio everyday. I sure hope this trend doesn't end.", "klass": 1}
{"text": "bored, well you can always visit the blog-murmurings of @teraknor at http://bit.ly/dh6i8I", "klass": 0}
{"text": "http://twitpic.com/16bbjc - The night would not be complete w/out a trip to @Sephora!", "klass": 1}
{"text": "snow! pushing michelles car up the steep icy driveway lol I slipped n fell under the car while she was driving. mom was? http://lnk.ms/4ZcKm", "klass": 0}
{"text": "@papercoversrock Find one that is fun and full of the information you're seeking. You'll make good connections and come back feeling great!", "klass": 1}
{"text": "Listenin to some of my old songs laughin LOL...whats funny is, i shopped some of these. WHOA haha..Always been mad confident lol smh", "klass": 1}
{"text": "@ansaudi satria dong sa ! Si dika mah geleh ah hahahah http://myloc.me/3GiEB", "klass": 1}
{"text": "@Michaelhutto Many thanks. :) Yes. First race of the year. I'm so excited. :D", "klass": 1}
{"text": "Why are 3rd level colleges semi-finals played one day and then they must play the final straight away the next day????", "klass": 0}
{"text": "I found out my ex is engaged, he had the nerve to say \"It coulda been you\" O_O The arrogance of this dude is *hilarious*. #BetterOffSingle", "klass": 0}
{"text": "My knuckle is big, gotta work on lefty", "klass": 0}
{"text": "i'm sooo happy for @MikeHoughUK :D it's all so EXCITINGGGGG :D", "klass": 1}
{"text": "@JamesGang4lyf Yeah I totally agree too, and they both work so hard!!", "klass": 1}
{"text": "Tryin to figure out what the hell is wrong with this phone", "klass": 0}
{"text": "On Insurance and Hospitals: I wonder if there is a connection between the hospital system overload and the format... http://bit.ly/d9QIc5", "klass": 0}
{"text": "Q:y r u awake? A:because im bored and cnt sleep  [ help http://formspring.me/AurenixRTM/q/200091136", "klass": 0}
{"text": "10 absolutely jaw dropping concept car designs http://ow.ly/15OnX", "klass": 1}
{"text": "Drug violence flares in border cities http://bit.ly/9CwR5e", "klass": 0}
{"text": "TU ANO #yojopochile   Come watch and chat with me! http://justin.tv/s/04/4ouCmow/yojopochile", "klass": 1}
{"text": "Join Data Network Affiliates for Free and I will help you grow your business. spon http://tinyurl.com/yc6ytlf", "klass": 1}
{"text": "Everyone, please give a big twitter welcome to @GibsonLondon! Follow them to see what Gibson has brewing in the UK.", "klass": 1}
{"text": "Today has been INSANE(ly good). So excited for my colleagues who have done so much great work deserving of natl recognition. #NPLAN #PHLP", "klass": 1}
{"text": "No 46 would have broke the all time record he tied it", "klass": 0}
{"text": "RT @Crucial101: #uknowubroke when you know the McDonalds dollar menu by heart.", "klass": 0}
{"text": "RT @thelovestrings: You don't have to ruin the beautiful petals of a flower, because you know from the start that I Love You MORE. )  3", "klass": 1}
{"text": "@stolenmanners do you wanna do anything tomorrow? or this weekend? i hafta work at the navy saturday & sunday..............", "klass": 0}
{"text": "@iKissedJoeJx3 Wooo! You Get The Book...That Is GREAT! I ? Daniel But Want Cam! 900 Oooo Good Luck!...xoxo You Are Interseting...It Won't Be", "klass": 1}
{"text": "@GreeGreece However, consider the uncertainty principle of QM and the observer effect. I don't think it only applies at the quantum level...", "klass": 0}
{"text": "@lightnessalways Intend to do that tomorrow!", "klass": 1}
{"text": "Awkward: Ranger called me William's \"Daddy,\" & I replied \"I'm just his special friend.\" Seriously Kendal, \"babysitter\" is much less creepy.", "klass": 0}
{"text": "Me and @thewaywetalk__ are going to the movies next Friday xDD", "klass": 1}
{"text": "Saying good morning to everyone. Another gorgeous morning in Surrey. Wishing you all well.", "klass": 1}
{"text": "RT @EVRY1NOSEJadeC: @youngchief415 I got some cherry limeaid n the fridge whats hanenen lol", "klass": 1}
{"text": "RT @johnellsmalls: Don't really wanna call it a night but I guess I'll go to sleep!", "klass": 0}
{"text": "RT @DudifyMe: Supermac18.. Behind the scenes? http://bit.ly/dneC3f    Enjoy the music! RT?", "klass": 1}
{"text": "Photo: ilovesleeeep: http://tumblr.com/xru6whcc1", "klass": 1}
{"text": "RT @Danecook: I believe in unconditional love. Just ask my 2 headed unicorn that lives atop a chocolate ice creme mountain in Impossibletown.", "klass": 1}
{"text": "@flatfoot56 Any plans on coming back to Atlanta? Had a great time seeing and talking with you guys at the Business last year", "klass": 1}
{"text": "@urgency MY HEART IS BURSTING FORTH IDEK I JUST LOVE YOU I DO REALLY OH MY GOD VICTORIA I FEEL LOVE", "klass": 1}
{"text": "Just had the massage of my life! I am soooo relaxed!", "klass": 1}
{"text": "@HawkB_LND Naw its pro game just more physical and overseas rules", "klass": 0}
{"text": "Why cant I ever wake up n say \"good morning everyone\" *kicking rocks with an attitude* its always \"good afternoon\" which I cut dwn to wussup", "klass": 0}
{"text": "Trying to send 1 last email for the night and the documentation is taking some 20years to upload..am ah get mad!!!", "klass": 0}
{"text": "RT @MoneAlicia: @IAMSEANO Jealous....I need to be having breakfast with u.    All gone :)", "klass": 0}
{"text": "News:Pearson was arrested today at Pierce College in Woodland Hills, CA for the crime of making criminal threats", "klass": 0}
{"text": "@LostLambFound \"can we trust our own heart?\" Absolutely!Our heart is the most sacred place.It's where truth lies.And where God dwells.", "klass": 1}
{"text": "@Leigh_Wright_ there's not as much suppression as you think. You've been looking at pure propaganda dressed up as reporting.", "klass": 0}
{"text": "My commitments demonstrate my values,shape my life,and determine my destiny.", "klass": 1}
{"text": "RT @breetaay: #awesomeindianthings my bffffff raha  3 favorite indian forrlife (;", "klass": 1}
{"text": "RT @kajjajja Your heart and my heart / Are very, very old friends.  Hafiz", "klass": 1}
{"text": "I felt like Mary Poppins leaving work, I almost took to the air with my umbrella!", "klass": 0}
{"text": "@HImmHOtt1 @BPEMusic I feel U My Dude Only Way.", "klass": 1}
{"text": "Woahhh!! Just found Justin biebers personal Twitter... SWEET!! Haha. But I didn't follow it because I know that he needs his privacy!! :)", "klass": 1}
{"text": "im only 16 and i already have wrinkles ;_; i need to stop scrunching my 4head and get antiwrinkle cream STAT", "klass": 0}
{"text": "@x_OneLoveJB YESSS! HAHA. Those posters are awesome! :D I can stare at them all day long! xD", "klass": 1}
{"text": "RT @youngzeakbho: Find Something Upright, to Pull Up On!", "klass": 1}
{"text": "Going to Vampire Weekend in may with Nora! :D", "klass": 1}
{"text": "Dudee well went to school then i chilled and soon im going to the hallmark store to get animal braclets then gymm:P", "klass": 1}
{"text": "@knightrider233 Hahahahahaha! We need to start a @JonathanRKnight stiffy collection! http://tweetphoto.com/12622317", "klass": 1}
{"text": "Where are YOU at with chick-fil-A ma'am?!? Lol RT @Bask_N_Robbins Chick-Fil-A on deck :)", "klass": 1}
{"text": "is yay it's finally going to be nice out.. :)", "klass": 1}
{"text": "White Knight Chronicles: Possibly one of the worst games ever made", "klass": 0}
{"text": "I like chinese blueberry green tea. Yummay RT @IamRah: And yes green tea DOES go with everything dammit...", "klass": 1}
{"text": "Sooo looking forward to seeing @Switchfoot tonight!!!", "klass": 1}
{"text": "RT @mattvardy: Check out Ontario's most exciting up & coming pop rock band... pardon? Yah I said it: http://wp.me/pEZ9F-8J @tonighttonightt #musicmonday", "klass": 1}
{"text": "Heres a new idea,how about i get you a spoon so you can read my ass.", "klass": 0}
{"text": "Good fun! RT @mashable NASA?s First iPhone Game: Lunar Electric Rover Simulator - http://bit.ly/ceZYxM", "klass": 1}
{"text": "@alardw nah, they just know what you like (of at least they think they know :-)", "klass": 1}
{"text": "Just Tryin To Find My Way Back Home... The Old Me Is Dead And Gone", "klass": 0}
{"text": "Man the earth is a lil angry i see this morning, Big quake in Indonesia and huge aftershock in Chile today.", "klass": 0}
{"text": "@shadyrunway u lie it was dumb as shit! The only thing that was on was the hair and the makeup how u doin and the effects", "klass": 0}
{"text": "RT @WTFSexFacts: Pandas like to watch porn movies of other pandas having sex. Panda porn has been successfully used to encourage pandas in captivity to mate.", "klass": 1}
{"text": "@wordtoraven Alright then. Thanks.", "klass": 1}
{"text": "Win Natura's Ultimate Pillow (ARV  120) for the BEST night's sleep @thxmailcarrier from @naturaworld! http://bit.ly/cJypqN #win #giveaway", "klass": 1}
{"text": "you guys are so stupid, seriously. fighting over people you will NEVER get. HAHA.", "klass": 0}
{"text": "RT @B5Unplugged: I wish Kelly had a twitter or something so that he could see his birthday page and all of your birthday messages/wishes.", "klass": 1}
{"text": "HOPING there is space on the Bellbowrie Under 15s Hockey Team!!!", "klass": 1}
{"text": "Movie with my mommy. Perfect for a rainy day. :)", "klass": 1}
{"text": "Got the highest compliment today!", "klass": 1}
{"text": "So my kids hockey organization is putting on a fundraiser to purchase Sadie's WheelChair Adaptive stroller.. they told us today!!", "klass": 1}
{"text": "Makin' birthday macaroons that I shall drizzle with caramel sauce. Oh yeah. I do shit up BIG.", "klass": 1}
{"text": "Lopez tonight baby!! http://myloc.me/47uXg", "klass": 1}
{"text": "@SlapHoAssNiggas Y nt, its #vday Heather...I dnt hve a Valentine sooooo I gotta gt sum1 wifey... http://url4.eu/1OqNs", "klass": 0}
{"text": "This weekend: see the end of the world, rock out or swoon Back Talk East Dallas http://bit.ly/cfDDAP via http://outside.in/75223", "klass": 1}
{"text": "My Loc is still on my profile...wth", "klass": 0}
{"text": "@e_austin I am pro-union! Let's quiz pub emp union mems & see what they know about labor movement. Raised by local pres & business agent.", "klass": 1}
{"text": "@joelcomm you can start the one saying \"NO\".", "klass": 0}
{"text": "Free: Star Bucks Gift Card http://listia.com/1p8s", "klass": 1}
{"text": "RT: Social Media Guru. Awesome - doesn't he look like Mark? #himc http://bit.ly/gcr1y", "klass": 1}
{"text": "@Vampiric_AQW he's also the one who made my blade in Flash!", "klass": 1}
{"text": "@zrobinsonn the best is yet to come, better days are just ahead :-)", "klass": 1}
{"text": "City council elections in Holland tomorrow. Good luck to all my Twitter and FB fans who r running. Still haven't decided who I'll vote for.", "klass": 1}
{"text": "Sorry tyler don't throw the judges under the bus and the 70s are over sorry", "klass": 0}
{"text": "I'm lip syncing to the song!", "klass": 1}
{"text": "mad tired, about 2 eat den sleep", "klass": 0}
{"text": "Dispatch from Darfur RT @willswanson Valentine party behind barbed wire, sandbags. Nevermind UNAMID armed bouncers; their weapons don't work", "klass": 0}
{"text": "RT @EmanuelKiriakou: All I wanted was to get in my wifes pants...and now I have 2 kids.. ------ LMFAO!!!!!!", "klass": 1}
{"text": "I'm proudly wearing my @bigasssandwich shirt underneath my chef coat today", "klass": 1}
{"text": "Its not my fault that I am on top of my @chris_daughtry news!! My TWIN SISTER is coming with me to the meet and greet not some werido!!thnks", "klass": 1}
{"text": "RT @DavidCarlson1: Can't wait for the Death Race prequel! -  http://tinyurl.com/yklonxw", "klass": 1}
{"text": "@JillibEan623 fair. . . My stomach is full after my cheese and crackers lunch too. Us dainty's have to stick together", "klass": 0}
{"text": "RT @tommcfly: Everything will be ok in the end. If it's not ok, it's not the end.", "klass": 1}
{"text": "@BittluvsVFC same here just making my radio station hope people will listen to me", "klass": 1}
{"text": "@diamond_truths Ring arrived today, it is fabulous. Thank you so much for your help. We are absolutely delighted.", "klass": 1}
{"text": "Q:Ash wendsday is one of the biggest christian holidays. ... A:not for baptists. but thanks (: http://formspring.me/heidismyname/q/185694307", "klass": 0}
{"text": "RT @theonlinemom: Although we report on the studies, we do not believe video games are the cause of violent behavior in children http://bit.ly/UbVoM", "klass": 0}
{"text": "I favorited a YouTube video -- The Big Bang Theory - Sheldon Bazinga !! http://youtu.be/siWh5qnpclk?a", "klass": 1}
{"text": "Not feelin so good.: http://chatter.com/a/1yeto", "klass": 0}
{"text": "Becoming more of a Mac enthusiast after spending the past hour trying to get our expense/receipt web program to work.", "klass": 1}
{"text": "@veganchefdoug let me in on some juicy (and tasty) details. i'd like to write something about you - remember;)", "klass": 1}
{"text": "Sleep...me and U always fight. Why cant we come to a compromise huh?", "klass": 0}
{"text": "RT @HeavyHand Where is the, where is the, where is the TOILET TISSUE???? FUCK!!!!!!    it's OK, you've been blessed with 2 hands..pick 1", "klass": 0}
{"text": "#NowPlaying Bridging the Gap by Nas/Olu Dara", "klass": 0}
{"text": "@udothedishes   I need a video camera!!! DM, how much u want?", "klass": 0}
{"text": "@stuffbyxtine hahahaha exactly five o'clock and i just finished that sushi cat game! perfect timing :P (been playing on and off)", "klass": 1}
{"text": "@faberfaberdrive I like your shirt, too! Haha, oh man. Such fashionable lads.", "klass": 1}
{"text": "Little Caesars Large Cheese or Pepperoni - No Limit - 2/10 for  3.99:", "klass": 1}
{"text": "Couldn't stand the dirty house any longer, so husband (who's home every morning) is going to chess tourney while I stay home & clean.", "klass": 0}
{"text": "Daughter's been *killing* it on video chat with Grandma. I'd put her on that ChatRoulette thing if that weren't, like, awful parenting. #fb", "klass": 0}
{"text": "Me   my dad have no shame x) it's hilarious ... I ended up cackling so bad. Lull.", "klass": 1}
{"text": "@officialerika i hope so dude hahaha  3. So, which subject do you have right now? xx", "klass": 1}
{"text": "dropped my phone at knotts berry farm -_- water rides FTL!", "klass": 0}
{"text": "Louis Armstrong has a new song coming out! http://www.npr.org/templates/story/story.php?storyId 123653650", "klass": 1}
{"text": "@TheCurvyModel I have been having the very same problem.", "klass": 0}
{"text": "I just took \"Which Twilight New Moon Character Are You?\" and got: jacob! Try it: http://bit.ly/aL06cd", "klass": 1}
{"text": "IS EPIC!!!  ) clearly i LOVE", "klass": 1}
{"text": "RT @WaynOsUav3 @Real_Slick yeahh dat shit is IIGHT -__- -- iight? That shit ohdee poppin nigga", "klass": 1}
{"text": "I just entered to win a Skooba Design Messenger Bag! Follow @anyluckyday (daily contests) and comment to win http://bit.ly/cizppc", "klass": 1}
{"text": "someone PM'd me saying they won and they didn't WTF you think I'm stupid?? (don't answer that) someone just trying to get something for free", "klass": 0}
{"text": "Wish I was in Barcelona at the Mobile World Congress this week: http://bit.ly/4yTlYI Friends going. Maybe next year schedules will work out.", "klass": 0}
{"text": "N I m going to mumbai after 2 weeks.. That proves that I can survive without going home (at least for 2 weeks! :P)", "klass": 1}
{"text": "Great to hear the crowd and the team sing our anthem. We could do with more of that. #gocanadago", "klass": 1}
{"text": "@Culdo pffft I remember a year ago you didnt even know who kol were", "klass": 0}
{"text": "I don't see myself going super far in dance or the fashion industry. Ppl tell me I eat too much. And I'm not giving up food!", "klass": 0}
{"text": "@22Percent HAHAAHAHA! Our cake looks like one big vomit pile and your little pieces of hair on it", "klass": 0}
{"text": "My dreams are haunting me!!!", "klass": 0}
{"text": "@Albyll levelling multiple alts on RAF, much easier to buy bracelets and get a level or two each day.", "klass": 1}
{"text": "tip @techmeme \"In Apps World, Divide and Conquer Carries Risks - NYTimes.com\" ( http://nyti.ms/ak2Khs )", "klass": 0}
{"text": "RT @Its_Me_Zuli: Ooooooh I think Ima make some fried shrimps w French fries.   I want some", "klass": 1}
{"text": "also trying to upload dance vids but they're AVI files and I can't work out how to convert them to MPEG so its taking time", "klass": 0}
{"text": "@verylazygarlic would prefer to have my garlic peeled and not my eyes....", "klass": 0}
{"text": "\"kaw din ah careful ka sakin,Bka we ended up of hookin up din. \" --fcuk! fcuk! kinikilig ako!haha. the return ... http://plurk.com/p/3s2xz9", "klass": 0}
{"text": "RT @theellenshow: Same-sex marriage was legalized this morning in Washington DC ? hopefully other parts of the country will follow their lead. Go DC!", "klass": 1}
{"text": "#WhatsWorseThan dog shit on yo shoe and u track it in yo house", "klass": 0}
{"text": "\"it rocks , it rocks\"-barkley RT @Power106LA The continuing saga of @Junior106 & what he had 4lunch today:http://tweetphoto.com/12117560 .", "klass": 1}
{"text": "RT @BenCooper86 Mervyn King says he can't think of any reason why the UK would lose it's AAA rating - now will George Osborne shut up?", "klass": 0}
{"text": "I just took \"You and Justin are in mcdonald and he goes...\" and got: He apologizes and u two become friends:)! Try it: http://bit.ly/9VvGpJ", "klass": 1}
{"text": "@princey_mj_real PPPPPRRRRIIINNNCCCEE!I'm Sahana how are you?PLEASE reply me and thanks for my list.You rock!", "klass": 1}
{"text": "Am listening to this romantic song by Asher Book called Try and smile to my self about how much I'm hoping to have a date in Valentine's Day", "klass": 1}
{"text": "SPOTD _____MAKE___ME___AN___OFFER___ON___ANYTHING_____I_dare_you: I have to clear out my stock room ready for painting and would rathe...", "klass": 1}
{"text": "@J3NICH0L4S you totally can come! I'll pick you up in uh, my jet. You know. ;)", "klass": 1}
{"text": "@daleXXdisaster i've never been to a party either. it'll be fun", "klass": 1}
{"text": "@RollingStone6 Lmfao, yeah I know.", "klass": 1}
{"text": "i more hour to go. then.. i'm DEAD. TT TT", "klass": 0}
{"text": "RT @HoustonSchmaps Those sound sooo yummy! RT @jodycakes", "klass": 1}
{"text": "lies on top of lies smfh", "klass": 0}
{"text": "@JoshLebron I can't that day , cuz it's my dads bday too and mothers day ! :(", "klass": 0}
{"text": "Q:what kind of female do u see your self marr... A:sumone that will make me happy smart indepe... http://formspring.me/WETOFDPB/q/249826276", "klass": 1}
{"text": "Yung Berg & Lil Mama would be a perfect couple! http://bit.ly/cUy8Pp", "klass": 1}
{"text": "the IBS show is coming up they are soooooo gonna break my pockets", "klass": 0}
{"text": "How can I sleep without duck-down duvet at this cold weather?", "klass": 0}
{"text": "' d loveJBseyes ' im not on the computer im on my phone. my computers being so gaay", "klass": 0}
{"text": "RT @S3ackii: #pausemarley lol you think you dennis rodman lol...lmaoooo", "klass": 1}
{"text": "@saultyevil but now my middle finger has swelled up", "klass": 0}
{"text": "@AntiSocialBitxh i aint THAT slow !", "klass": 0}
{"text": "RT @DopeSince88: i'm lowkey about to buy my LB's album on itunes...its actually good   whose album??", "klass": 1}
{"text": "RT @discountgamesUK: 1 lucky winner will #WIN this GAME when we have 1,000 followers http://bit.ly/cREZW4 RT & Follow 2 enter! #comp", "klass": 1}
{"text": "This weather reminds me of Thanks giving.. I think imma have Boston Market tonight!! Or does someone want to cook me that food?? Ha", "klass": 1}
{"text": "In my arms, at least you can feel safe here..", "klass": 1}
{"text": "@Dynamite619 I'm just goin play zone cause its obvious that u can't win when someone plays zone against u", "klass": 0}
{"text": "@MichaelAllStar you guys did great i loved it", "klass": 1}
{"text": "@Reesiefbabii We Dedicate this song to you \"Take You Anywhere\" G.M.B. (G Man Band) feat @ITSThaHitman http://tiny.cc/7A1h1", "klass": 1}
{"text": "Damn man ! I shouldve called earlier . The karoke contest started 2 hrs ago ... Ughh :(??R", "klass": 0}
{"text": "Successful outing today. Had lunch by the beach in Fernandina Beach and then went shopping at Tar... http://schmap.it/pcobw6 (via @hairgeek)", "klass": 1}
{"text": "i hate children laughter in scary movies  __ ", "klass": 0}
{"text": "http://twitpic.com/12gq08 Stop hating on @parishilton ! She is the sweetest most down to earth celeb i have ever met!(: I adore her 3 xo", "klass": 1}
{"text": "Your relationships are likely to be more satisfying now as lov... More for Pisces http://twittascope.com/twittascope/?sign 12", "klass": 1}
{"text": "Picked up oil this weekend, today I'm anointing my feet & asking our Heavenly Father to \"order my steps\"...Anoint yourself today, BE BLESSED", "klass": 1}
{"text": "GOOD NIGHT twitter. And thanks for a day, that made me tweet and booth more. WRITE ME!", "klass": 1}
{"text": "I'm awake since 5:30 :) I'm improvin,RT @pigarmahdar: @joeclemenzy Hey! Ure awake...and its 7:37..are u on drugs? TUMBEN BANGET!!! XD", "klass": 1}
{"text": "@DelightfulToni Honored to be listed as one of ur fave #1 Brands - TY! Enjoy the rest of your weekend :)", "klass": 1}
{"text": "Cards missing out my deck", "klass": 0}
{"text": "I'm starting to worry that my brain is abandoning me... I'm showing signs of typing dyslexia. Reading: normal. Writing: fkcued up. Yo... Oy!", "klass": 0}
{"text": "@EddieGrayy lmaolmaolmao. I'm tweeting it once more because @gescapes told me so. Clearly I do what othres tell me to do.", "klass": 0}
{"text": "RT@BreakThruGuy@earthXplorer: \"What is it that you like doing?If you don't like it, get out of it, because you'll be lousy at it\"Lee Iacocca", "klass": 0}
{"text": "i wish i had a london accent :/", "klass": 0}
{"text": "Harold Ford's Tax Problem: Will File First New York State Tax Return This April:", "klass": 0}
{"text": "Learning about water heaters - ah the joys of home ownership - and still being single : )", "klass": 1}
{"text": "@Bigojac2000 I'm sorry for the way I treated u...I was selfish and impatient...this is my public apology...?", "klass": 0}
{"text": "so they make life size cardboard cutouts of the twilight characters... but they can't make a @justinbieber one??? this world is crazy!", "klass": 0}
{"text": "@lauravand pride goeth before the fall :) and let's be honest, i'm *way* more likely to stoop to dirty tricks. \"hi, kenny? it's me, john...\"", "klass": 0}
{"text": "@tinchystryder hi there, im marrying you, goodbye :) x", "klass": 1}
{"text": "The narrator's voice has me pinned. I cannot move. All I can do is wait for him to say 1960, with light, crisp emphasis.", "klass": 0}
{"text": "she wants me to play with her until we fall alseep together.......so goodnight tweople shalam", "klass": 1}
{"text": "ROFL. RT @imdaviddalen if i see someone tweet about zingled one more time im gonna club a baby seal.", "klass": 0}
{"text": "Kid Cudi will not leave my head. Ah!!!", "klass": 0}
{"text": "@veganatalie An extremely bright ISS will cross your sky tonight! It comes up in Southwest at 7:33 pm. Details: http://twisst.nl/13857", "klass": 1}
{"text": "I cant wait till the ist of March and maybe they will believe me", "klass": 1}
{"text": "@mrmoneyman i don't like bein stuck in the house i'd rather go to class", "klass": 0}
{"text": "RT @footymad: Man. Utd.: Giggs elbow concern for United http://bit.ly/aiv9h1", "klass": 0}
{"text": "@WordFlyer Even when I'm at home I feel like I need to get it. lol Its like my Tuesday internal clock.", "klass": 0}
{"text": "@jamesw650 omfg I cannot believe you just tweeted that? Are you effn serious with me?!", "klass": 0}
{"text": "what's up with training? gdgd? hmm. jia you and see ya tomorrow! lol. @gracecwt", "klass": 1}
{"text": "@NickyHayden69 Good luck hustling that Ducati around the track this year. If anyone can make it work, apart from Casey, i reckon you can.", "klass": 1}
{"text": "@MJLove1827 yes, u see why I cursed alot last night? Something I hardly ever do. That part when he did the CPR on the bed n they showed how", "klass": 0}
{"text": "Have dinner plans? May we recommend dining at Sole Mio! The Nashville restaurant will donate 50% of tonight's dinner sales to @AliveHospice.", "klass": 1}
{"text": "RT @channel4news: Footballer Wayne Bridge has said his position in the England squad is \"untenable and potentially divisive\" - statement from lawyers.", "klass": 0}
{"text": "If you like it then you should have put a ring on it.", "klass": 0}
{"text": "RT @MSJAJALOVE S/o to all my real females followers **", "klass": 1}
{"text": "@chettinnae i'm still here in aurora. and yes, we definitely don't deserve to wait!", "klass": 0}
{"text": "@Jchawes have you try Melatonin it has work for me", "klass": 1}
{"text": "I pleasee *-* (@cauasobieray live on http://twitcam.com/f84g))", "klass": 1}
{"text": "Cold burrrrr", "klass": 0}
{"text": "RT @Saaoirse: I love how awkward everyone looks on QI when being applauded.", "klass": 1}
{"text": "RT @OMGIKnowRight: Saying \"No, Thank you\" to a biscuit (Just to be polite) and then regreting it. #OMGIKnowRight", "klass": 0}
{"text": "eating pudding; bored out of my mindd!! TAYLOR LAUTNER 3", "klass": 0}
{"text": "This boy isn't wearing shoes again. I know its a recession but come on shoes are a necessity.", "klass": 0}
{"text": "Jst left US berley!..on my way bak home", "klass": 1}
{"text": "\"It took me a few hours to get my hand un-glued from my face.\"", "klass": 0}
{"text": "thank you lord for the delicious breakfast and coffee you have blessed me with, i am truly greatful", "klass": 1}
{"text": "@tweetjeffmonday yes- thanks for the tip!", "klass": 1}
{"text": "Brent and Brad in hot flip flop fuck action - http://bit.ly/9fJdOI", "klass": 1}
{"text": "RT @BBMCHAT: todays person to follow is @drm2blv everyone rt and follow! :)", "klass": 1}
{"text": "@PaulaXFactor Thank you! :) I will do it first thing when I come back home tomorrow! :) x", "klass": 1}
{"text": "@xxnonnahs oh i will ;) haha jk. Lol. Ill call u tomo. Je t'aime wifey.", "klass": 1}
{"text": "Having English class now, we're doing profiles to ning.com, not so different from my freetime :D", "klass": 1}
{"text": "WSJ: unemployed not at the office so not spreading flu means quiet flu season ergo everyone should work from home! http://bit.ly/bASnYQ", "klass": 1}
{"text": "RT @ReIsFiYaa: I gotta follow nicki minaj she told @myfabolouslife in a song they got she gon put her puss on his chipped tooth lls tht chick is wild ilike", "klass": 1}
{"text": "The fire pager...the only damn thing that can wake me from deep sleep. Not helping my migraine :(", "klass": 0}
{"text": "RT @TNgirlinWA: YEP! RT @NCognito336: Roman Polanski has new movie out called The Ghost Writer go watch it if u support child molesters...", "klass": 0}
{"text": "RT @generalfonseka: Protect the rights of people to protest http://news.bbc.co.uk/2/hi/south_asia/8508494.stm", "klass": 1}
{"text": "what comes in that box that box that rocks", "klass": 1}
{"text": "@AlluringMelody doin my hair (which is goin to take forever) and some preparation for spring break. U?", "klass": 0}
{"text": "So. Thriving Ivory is my new favorite band. The song Angels On The Moon is amazing! EVERYONE GO LISTEN TO IT RIGHT NOW.  333", "klass": 1}
{"text": "RT @I_am_Shanel: @datdamndivine you know I know where all the good fat girl snacks are in the dc area lol  --lmaoooo", "klass": 1}
{"text": "@CoolKid__Sam Yeeea...scuzzin bluzzin im in the cribberzzz, my fault for not seein yur tweet, dylan online rite now.", "klass": 0}
{"text": "@rayze1 lmfaoooo dead @ unforgivable being the name of diddys cologne aka ciroc disguised as cologne", "klass": 1}
{"text": "@bfrench4 what disneyworld commercial? he's the saints qb and is sooo cute :)", "klass": 1}
{"text": "RT @LauraJSilverman: I bought a recovered memory foam mattress and half of my family doesn't believe it's real.", "klass": 0}
{"text": "Winter is a-stayin' in, Lhude sing Goddamm, Raineth drop and never stop and still the wind doth ramm! Roll on March!", "klass": 0}
{"text": "\"But I guess things change it's funny how success brings pain\"", "klass": 0}
{"text": "I'm gonna have to do MAD push ups to compensate...I mean Vegeta...dragonball Z...hyperbaric time chamber push ups!!!", "klass": 0}
{"text": "@Monz_cupcake Yeah I've seen it a few times now lool, they're looking like their having the time of their lives chillin with VANILLA ICE lol", "klass": 1}
{"text": "aww, i was gnna do a special 4000th tweeet, i just realiseed i passed it..........a while ago :'( im on 4017", "klass": 0}
{"text": "Watching australias greatest athlete, I think I may be beginning to like sport ;) http://myloc.me/3YAyT", "klass": 1}
{"text": "What a beautiful day !!! Clean bathroom clean bathroom!!", "klass": 1}
{"text": "RT @AbonThoughts: Fist pumping my small Asian ass off at Bogies with Pauly D! The ladies call me The Predicament. Holla at cha boy Snooki!!!", "klass": 1}
{"text": "@lindseyIsEpic http://twitpic.com/mhrmw - I agree I would do anything to get one of these, that would be so awesome framed and on my wall,,,", "klass": 1}
{"text": "I'm with Mickey Mouse. :-)", "klass": 1}
{"text": "http://trunc.it/5tikz Some nice Nintendo DS ads on BannerBlog.", "klass": 1}
{"text": "Feeling like shit this morning. I hope its just a cold", "klass": 0}
{"text": "RT @SonamRileyFyffe: RT @_iloveCM_JmTrKi: @Princessnyah no problem :] you do music ?x ? hw cn u nt knw who (cont) http://tl.gd/9q31t", "klass": 1}
{"text": "@monicahamburg Man, you're really taking an orthodox position on puns.", "klass": 0}
{"text": "RT @RockinGreenSoap: I Flip(in) Love @rockingreensoap! Follow them to win a free Flip Camera! RT Please! http://tinyurl.com/yffv2pg #clothdiapers", "klass": 1}
{"text": "RT @ShiBadd #FF Follow My Honeys... R&Bs best shot at stayin alive: @MateoAmarei @OmegaThaKid @DeonteMUSIC you'll never be disappointed!", "klass": 1}
{"text": "I'm super tired but I'm going to stay awake for a little bit longer and finish some work. Also, I need to make my dad a facebook page.", "klass": 0}
{"text": "@Jess92 ipod shit? i guess...i still dont understand. and im sorry u miss her....u should text her and stuff. how come u havent talked 2her?", "klass": 0}
{"text": "Next time someone answer \"lol\" to one of my message, I'll ask them \"Really, are you?\"", "klass": 1}
{"text": "Listening to@BaisdenLive,my three year screams hey mommy it's Michael Jackson,LOL,this is an old school girl then asked me is that the OJays", "klass": 1}
{"text": "@BieberDweebs im going to the 25th one in chicago!!!!", "klass": 1}
{"text": "@lingchung She picks such great songs to cover too. Her Death Cab cover has me melting right now. I need to learn to play the guitar.", "klass": 1}
{"text": "@laurenmason1 mornin mornin babe, Did ya dwnload what'sapp yet?? What's ya plans for this wkend an nx?? Gna arrange a girly nyt @ mine xxx", "klass": 1}
{"text": "@iCest_la_vie help me.! I need someone to unbore me.", "klass": 0}
{"text": "RT @KFZuzulo: Free copy of THE GENIE'S CURSE to a participant at tomorrow night's CoffeeTime Chat. Topic is sacrifice. http://bit.ly/iFArB", "klass": 1}
{"text": "it's so hot! this el nino is becoming more and more intolerable..", "klass": 0}
{"text": "captain EO will not be opening this weekend. effects not yet ready... still testing. maybe late march to early april. sorry! #disneyland", "klass": 0}
{"text": "RT @dougbenson: If you have to apologize for sex addiction, I guess I need to talk to the hand. #myhand", "klass": 0}
{"text": "I NEED 30 more min me sleep..... but I guess not - cause that would make me late to work!", "klass": 0}
{"text": "Closed Friday, February 26: Due to inclement weather we are closed today. http://bit.ly/bxOd1S", "klass": 0}
{"text": "Can't wait for the para-olympics! (:", "klass": 1}
{"text": "@MizLadyLipz girl bye..yuh kno not...#bgc jux came on and tha  otha otha  iznt gonna miss that...do yuh watch it??", "klass": 1}
{"text": "when i got on earlier i had 269 followers now i have 327 thanks to the people who gave me shoutotus... you know who you are", "klass": 1}
{"text": "@frankenteen Are you ever gonna come to the UK? Oh and....Like my twitter Background? Its you and @mark_salling! :)", "klass": 1}
{"text": "Finally off work. Gonna go home and try to sleep whatever this is off so I can go to my other job. I hate to miss work", "klass": 0}
{"text": "[News]: Beyonce Says She 'Killed' Sasha Fierce http://bit.ly/9j0bkp", "klass": 0}
{"text": "Oh & now my batteries gonna die. sum1 hates me 2nite missed Chezza & am gonna miss @wossy", "klass": 0}
{"text": "Ok they're gone I can do some more work. Sigh.", "klass": 0}
{"text": "@GIMMEhead_aches BLACK. Or rainbow. Whatever you like baby!", "klass": 1}
{"text": "@getpersonal those big ones without frames? I don't care how hot the girl is who is wearing them, I have an instant dislike to her.", "klass": 0}
{"text": "@CassieGallant hello im jennas bet friend she told me to add you because ur rly cool", "klass": 1}
{"text": "Always seem to enter trades too early and exit too late http://bit.ly/HqjfZ", "klass": 0}
{"text": "I just got the Mac Heist bundle. 7 awesome Mac apps worth  260  for only  20 and got 3 sweet bonus apps free! http://bit.ly/heist-it", "klass": 1}
{"text": "RT @ddlovato: \"We'll Be A Dream\" is now available as a single on Itunes!! Check it out!!", "klass": 1}
{"text": "RT @tattEd_MoMMi: twitter aint no joke..shit will make ya man now..friends lateer...and friends now..enemies lata", "klass": 0}
{"text": "RT @Daily_Pinch: This is what is wrong w/ healthcare.  1172? // RT @moosep: Last week my Dr referred me to ER for an IV. The bill came in today.  1172 :-(", "klass": 0}
{"text": "changed my name!!! used to be @InnocentBells88 but...now that i am OFFICIALY MARRIED to @SexyJazzWhit i am @MrsBellsWhit *smiles*", "klass": 1}
{"text": "Take someone to prom that you KNOW you would have fun with.", "klass": 1}
{"text": "@Wellness_News Thanks for the RT :) It was so nice talking to you today! Have a great night, and a Happy Valentine's day.", "klass": 1}
{"text": "Lol that shit'll be crazy RT @antlindsey: @TheRyanHenry I'm putting it together in my head now. Ima hv you tat me on the stage @ONTOURAGE", "klass": 1}
{"text": "theres a band called Deep Throat my Shotgun.... i like them already", "klass": 1}
{"text": "I just got a new phone. Loving it its an HTC hero from Verizon I'm happy", "klass": 1}
{"text": "RT @msjenniewalker Just 15 more followers to hit 1,800 - Can you help? ?? She's a brilliant musical artist. Follow Follow Follow !", "klass": 1}
{"text": "OMG! I'm listen to Conspiracy Theory :O No words for describe it @nickjonas You rock :) !", "klass": 1}
{"text": "Is it Bad to Have es Type off feelinqq when you aintt Aroundd ? Missin Baby . & ets kindaa retarted i havee too tell yuhrr sisterr fahh yuh?", "klass": 0}
{"text": "RT @beedle82: I just entered the competition to win a Samsung laptop. To enter, follow @smartaHQ & RT http://bit.ly/b4I200", "klass": 1}
{"text": "@haydenalxwhite i think you just broke my heart....", "klass": 0}
{"text": "RT @NBSoftwareStore: Five minutes to go! Winner will be randomly selected and announced at 12:01PM EST. #NBS http://bit.ly/NBSiPhone", "klass": 1}
{"text": "@AlpineUSA INA W900 in my H2. But having trouble with the ipod video and the wireless remote http://tweetphoto.com/12789502", "klass": 0}
{"text": "RT This is very cool. Parallel genetic code created http://bit.ly/acEJSk /via @RogerHighfield", "klass": 1}
{"text": "I sware ppl be takin me der man family members always got somethin to say boa yu be wantin to punch them more den the outsiders huh", "klass": 0}
{"text": "RT @FreakingDUMMY: RT @tbreezyworld LADY GAGA SH** WATCH HOW I POKE HER FACE! http://www.zshare.net/audio/7277196017b6c89c/ #NOWPLAYING \"TRUNT UP\" BY T-BREEZY", "klass": 1}
{"text": "RIP Alexander McQueen. I can't believe this. :(", "klass": 0}
{"text": "RT @_StylezP: @mylioness who is this asshole tryna diss people on twitter?   just what you said. An asshole hiding behind a name, girl.", "klass": 0}
{"text": "my moms a retard for reading my texts and thinking my most recent tweet was inapproprate", "klass": 0}
{"text": "bored out of my mine", "klass": 0}
{"text": "It would appear that my account has been hacked! FUCKERS!", "klass": 0}
{"text": "@suziwong66 also the credit music from Avril Lavigne was awfully jarring - was not and am not a fan of hers!", "klass": 0}
{"text": "@TeamMinajOhio It's entirely your decision but I think it will be gangsta for all her Barbies to have it...A lot of us already have them!", "klass": 1}
{"text": "@hencehemmo you havea cold. it's be RUDE not to", "klass": 0}
{"text": "don't give up so easy..: http://lnk.ms/4yMG0", "klass": 0}
{"text": "@Boolumaster This dude is like MJ the sequel really..he always hits the big shot!!!", "klass": 1}
{"text": "@Juelz04 says that you got pretzel stick legs ha and that you cant turn corners runnin to fast for ya own safety.isnt that right @HalfCraZee", "klass": 0}
{"text": "RT @MsLeloB: It's not true? Yep.no one can confirm @bonang story as the source of breakingnews.*damaginghercareer*", "klass": 0}
{"text": "@ashleydc Yes, you and @FrenzLo... That was the good jam I remember. :-)", "klass": 1}
{"text": "i didnt mean knee high I ment in lengt it goes down to my knees  -  and is so cute I love it!", "klass": 1}
{"text": "Single Mom Discovers Simple System For Making Quick And Easy Money Online with Work-At-Home Opportunities! http://tinyurl.com/yc4kadd", "klass": 1}
{"text": "@jim_harper actually the scenario ur positing doesn't work; when lappy checks in from xternal IP, they know it's not at school", "klass": 0}
{"text": "RT @STLScorpio31 One who smiles rather than rages is always the stronger.  Japanese Proverb #quote: RT @STLScorpio31 One who smiles ra...", "klass": 1}
{"text": "is home from school (: today was pretty good! I love you Brad and Alexis  3", "klass": 1}
{"text": "RT @parismostwanted Check out @ParisMostWanted on IT'S MY TIME and VOTE for us :) http://casting.benetton.com/users/8081-paris-most-wanted", "klass": 1}
{"text": "RT @leelandmooring: I just got my first official speeding ticket. Go me, 5 years Ive had a clean record, not anymore folks!", "klass": 0}
{"text": "Charlie Wilson, US politician who secretly funded CIA in Afghanistan, dies http://tumblr.com/xpq6cev4y", "klass": 0}
{"text": "#petpeeve when someone you 'befriended' on the internet acts like they know you forreal. I never understood that whole thing.", "klass": 0}
{"text": "doing my annual valentines day reflecting, and i've really only come to one thing.", "klass": 0}
{"text": "Going to sleep feeling misserable and getting ill again", "klass": 0}
{"text": "It looks like you bought that car from Dollar General!", "klass": 0}
{"text": "@georgeotiono idc sorority row still did shitty, only high school idiots watched it I'm sure & everyone else was disappointed cause I was", "klass": 0}
{"text": "Have You Heard About The Secret Behind ?The Secret?? (this is SHOCKING Stuff)... http://bit.ly/FREEDVD", "klass": 0}
{"text": "RT @ft: John Podesta, former chief of staff, says the Obama administration is in a \"mess\" and America's political system \"sucks\". www.ft.com/vfdc", "klass": 0}
{"text": "Wooooow...I'm listening to this reference I jus recorded on #units and I feel like partying RIGHT NOW!! Lol @dbtrakz got haute beats", "klass": 1}
{"text": "@isanaka fact that every act prior to Goodie Mob was trash. ...both on Twitter and at the show. *Ye shurg* No one ever steps to me. It's", "klass": 0}
{"text": "Hihi RT @dinaheristin: I also see her..RT @febicil: I just realize that one of my lecturer is on take celebrity out.. Omg!", "klass": 1}
{"text": "RT @ItsMaryRose: In staying home tonight. Who's got a blackberry? Keep me entertained and bbm me.;; bbm me hoe ;) 312BB5EE", "klass": 1}
{"text": "i am the DJ tonight! RT @alisonkjordan: I hope @djevilone will appear and kick the DJ off tonight.", "klass": 1}
{"text": "And the week begins! Hope its a good one! 7 more to go! :)", "klass": 1}
{"text": "RT @Do_Over: RT @blacknbling @do_over the \"Do Lover\" on Valentines Day?!! Can I get a HELL YEAH, people!!!?!!! #pumped", "klass": 1}
{"text": "@JoseFloresJr LOL IC...I've seen it...I thought they did another one.", "klass": 1}
{"text": "As I drank Green tea AND didn't buy cake today. I have treated myself to the Maryland cookies that were left over watching Lost last night.", "klass": 1}
{"text": "3Downing these alcoholic shots I feel numb and desolate/ My senses are starting to rest/ Gentle Mimosa,", "klass": 0}
{"text": "@ladygaga http://twitpic.com/12qwsl - My feelings for you, my superstar! Little Monsters will be with you 4ever. Love u more than anything!", "klass": 1}
{"text": "@JGONeill Blanche, Norris, Graham and to some extent Steve MacDonald are the funniest characters of the last few years. More please. #corrie", "klass": 1}
{"text": "If he ever sees that I blipped it; He'll know! But, it applies to me too! ? http://blip.fm/ krhnh", "klass": 0}
{"text": "Great idea! RT @SharonDV: @AbsolutCJ @yummymummyclub A Blue MOuntain getaway would be AWESOME!", "klass": 1}
{"text": "RT @MichaelHyatt: The Rolltop Computer?a totally out-of-the-box design. Wow! http://bit.ly/bgh3CR", "klass": 1}
{"text": "Yea,though I walk through the valley of the shadow of death,I will fear no evil: For thou art with me. Amen to that. :)", "klass": 1}
{"text": "Man dont change the money..money change the man..", "klass": 0}
{"text": "RT @ShanikaLaShae: Jade is freaking hilarious! ? ? \"How Low Can You Go? How Low Can You Go? ? ? Lmbo! http://twitvid.com/C4FA5 To Cute aww", "klass": 1}
{"text": "I should try to get something outta this let's wait and see ha", "klass": 1}
{"text": "Blogging for Businesses results in 55% More Traffic, 97% More Inbound Links!!   SysComm International http://ow.ly/1aMkR", "klass": 1}
{"text": "RT @eonIine: Nick Jonas punches his brother Joe in the airplane yelling \"Its a grey sweater! get it right!\" Details on E!", "klass": 0}
{"text": "RT @slownessmood: Thanks to peru, china, korea, argentina, usa and brasil for help our people. THE HELP IS COMMING!!", "klass": 1}
{"text": "pea coats were originally worn by sailors and members of the europeans navy. So, europen, coastal & vintage.. i like.", "klass": 1}
{"text": "Online opportunities for internet marketing - get ideas by the score! http://bit.ly/mmsg1", "klass": 1}
{"text": "@freddyadu11 I hope you do a good season there in greece, so that you can comeback to Benfica later on, and play with us to get titles.", "klass": 1}
{"text": "I watch the omnibus RT @AldeciaM0laudzi: Agreed! RT @MsLeloB: Become a #RhythmCityzen RT @Nhlanhla_: Isiding is boring these days gosh!", "klass": 0}
{"text": "Having a interesting conversation with my oldest uncle, man my family is a trip!", "klass": 1}
{"text": "Had toooooo much fun yesterday with my @GlamBarSalon family!! We go so hard for eachother!", "klass": 1}
{"text": "Kudos and Kindness: Officer saves dog from coyotes http://bit.ly/apNf50", "klass": 1}
{"text": ":( oh no! :( god.. :'( little layla! RT @LaylaGrace: Layla went to play with the angels early this morning. Rest (cont) http://tl.gd/f488k", "klass": 0}
{"text": "@anabuenviaje haha I found out why its not working, its a problem at my end, delete my contact and I may ask u to send me an invite again.", "klass": 0}
{"text": "@paulsq now you've shattered my illusion. I must go to London town and see what the real people are like.", "klass": 0}
{"text": "@jesscann They probably just want to draw people in and then when you're there they'll tell you the real price.", "klass": 0}
{"text": "He was like o shit oh fuck over and over again it worried me", "klass": 0}
{"text": "RT @TheHugoAwards: One week till Hugo Nomination deadline! Details here: http://tiny.cc/t1qzV /via @vjdocherty", "klass": 1}
{"text": "RT @TeamKenielle: If they seem like jb fans I'm just telling them not to spam. Spread the word! ONLY PUT IT ONCE PER TWEET. #SoProudOfYouNickJ", "klass": 0}
{"text": "@MattEdmondson Nandos is the greatest! Can't beat a bit of Spicy chicken! :P", "klass": 1}
{"text": "@bugiaking - That's Because I can BEAT YOU .. MORE THAN SHAWN MICHAELS CAN ..", "klass": 0}
{"text": "i dont like when people at work bring fish for lunch in a hot ass office at that", "klass": 0}
{"text": "RT @Industry_Mag: Um yeah... We're ready for THIS video :] http://necolebitchie.com/2010/02/17/young-moneys-roger-that-video-shoot", "klass": 1}
{"text": "RT @swifterland: making up lies, rumors & making someone look bad because there's no real reason for you to dislike that person is pathetic.", "klass": 0}
{"text": "whoever invented these deserves a noble prize http://yfrog.com/j3feij", "klass": 1}
{"text": "RT @BelieberBabes: #JonasBieberPeace good to know.", "klass": 1}
{"text": "Video: luckyshirt: I?m a huge fan of movie scores. Big, dramatic, heart wrenching soundtracks. Thanks for... http://tumblr.com/xvf6c6763", "klass": 1}
{"text": "I hope everyone finds one. RT @MyAnnoyances: A truly good relationship is one where both individuals think they're the lucky one.", "klass": 1}
{"text": "Good Morning! Temps right now in the upper 20s.", "klass": 1}
{"text": "I just fell asleep, at the most, three and a half hours ago. Why the bitch am I awake?", "klass": 0}
{"text": "http://twitpic.com/1407rg - Mr. RiguMan!!!", "klass": 1}
{"text": "@RiichRollin good looks my niggaz...Wat niggaz was fuckin wit last night", "klass": 1}
{"text": "Wet morning! I feel like dancing in the rain!! @NCity", "klass": 1}
{"text": "Swity! watsup?RT @umarsule: *HEY ? :)RT @newnewbabie: Mehn, wat a nite. jst wat i needed 2 get my mind off al my problms....nice 2 knw u", "klass": 1}
{"text": "RT @AngelaSimmons: Laughter is the way to my heart :)", "klass": 1}
{"text": "represented a client at a green card interview in Garden City, Long Island on Tuesday. We were in and out and approved in under one hour!", "klass": 1}
{"text": "I like this: http://ow.ly/1fOcM Genuine, poetic expressions of connection, healing and hope.", "klass": 1}
{"text": "To be quite frank. I'm extremely brittle right now. That is all.", "klass": 0}
{"text": "Bouta leave tysons and head to my herndon salon and get my nails toes wax did hayyyyyyyy  )", "klass": 1}
{"text": "#nowplaying 05 - 11am ? Incubus http://bit.ly/alZhuf via @twitbird -- forgive my indecision, I am only a man...", "klass": 0}
{"text": "Want to improve your life? Ordain it by understanding the physics involved. Visit http://bit.ly/joedweb", "klass": 1}
{"text": "@Nyamorabu yea, that's y I'm not supposed to use it, they wanna attribute all the results to the mouthwash, without chewing gum to help it.", "klass": 0}
{"text": "This is all yours. You're the owner of this world.", "klass": 1}
{"text": "You know, when that last remark trails off into the depths of slightly uncomfortable.", "klass": 0}
{"text": "I just found out aside from recording and publishing his poetry, Ryan Adams also paints. He ain't that bad either. http://twitpic.com/12oa68", "klass": 1}
{"text": "RT @matisyahu: Cool photo spread and interview in Wanted Magazine. Photos http://bit.ly/d5YFxH Interview http://bit.ly/bHAfUI", "klass": 1}
{"text": "@GetalifeUK Taz rang earlier and asked if I'd taken too much St John Wort! Haven't touched a drop or a tablet. I couldn't risk it!", "klass": 0}
{"text": "http://www.youtube.com/watch?v UXxRyNvTPr8 #nowplaying one sweet day... damn i miss the ones ive lost  3 1.4.10  3 2.4.09  3 5.26.08", "klass": 0}
{"text": "RT @flavorpill: The top 100 Jewish Moments in Film via @heebmagazine http://bit.ly/aaoAgj", "klass": 1}
{"text": "http://twitpic.com/14sxwe - boredom. possibly the worst diagnosis i could ask for.", "klass": 0}
{"text": "RT @kimbaleo: @TristanRose Mo'Nique won best supporting actress ;)  omg!!!!!!! Yesssssssssss! Owww! So excited! #YouRock x", "klass": 1}
{"text": "@mandapops I want my bedddd.", "klass": 1}
{"text": "RT @hayleyinme A little bit longer and i'll be fine .", "klass": 1}
{"text": "Baby's birthday was a success! Thanks to y'all who came and showed Kaiyana love... she's super pooped!", "klass": 1}
{"text": "Packing. Texting my amazing boyfriend and all my st louis peeps", "klass": 1}
{"text": "Tech.Blorge: Upgrading to Android 2.1 may not exactly be a painless experience: If you own an Android phone, we ha... http://bit.ly/cDVJHO", "klass": 0}
{"text": "@Jade_TeamByrne What colour are they? I NEED some new shoes lol x", "klass": 1}
{"text": "@peterstmartin I am sure I will find that too..... Good to see you Peter", "klass": 1}
{"text": "My FIRST and FAVORITE follower :) @Switchfoot ? I love u guys, and wait you! Argentina wants to be rocked by you!", "klass": 1}
{"text": "@cbcnn - I love Green too. Though, my taste buds are accustomed to Jack. That apparently calls for a toast, Le Chaim. Cheers!", "klass": 1}
{"text": "@justinbieber come to Brazil, will meet his Brazilian haha I can be! *-* i love u ?", "klass": 1}
{"text": "I cant feel my feet.. that cant be good..", "klass": 0}
{"text": "I FELL ASLEEP txtn my BB_BB las nite... I thank I ean #stalked him in my sleep zzzBB_BBzzz bwuahahaa", "klass": 0}
{"text": "RT @JoseCarol: If you fall, GET UP!, if you're going through difficult situation DON'T STOP! Allow it to bring the Best out of you!", "klass": 1}
{"text": "@PeterArceo you called it. get the hairdryer out. And hair clippers. :)", "klass": 1}
{"text": "So glad ex-service men/women and currents are against this", "klass": 1}
{"text": "RT @ithinkthatTOO: How can there be people out there that abuse animals..just how could they do that?.. #ithinkthatTOO", "klass": 0}
{"text": "RT @wonkroom To clarify: Reid says IF reconciliation is chosen, public option will come to vote. No final decision on reconciliation", "klass": 0}
{"text": "RT:@steveaustinBSR Can't wait for The Expendables, I hope you kill at least 500 people in it or I'll w... http://bit.ly/9TpkYR #expendables", "klass": 1}
{"text": "RT @DjBEYONDnyc: just played the @thereallumidee & @djrobdinero \"so fly\" remix at the diesel store on 60th and lexington. i just remember how crazy this is.", "klass": 0}
{"text": "@adamcohen That's right. I could really go for a coffee right about now too.", "klass": 1}
{"text": "@reevesforreal Devote yourself to prayer, being watchful and thankful. Very good verse & a great way 2 start a day! Have a fun day in PC!", "klass": 1}
{"text": "Bored. Doing My Homework.", "klass": 0}
{"text": "@msmoore2u I love you so much! BAAAHAHAH!! Just about everything you say and do CRACKS me up! We need a date ASAP!", "klass": 1}
{"text": "should cheryl give ashley the boot???", "klass": 0}
{"text": "so @JJVARANDAS says to me, no one here said \"u should see my vagina!\" but we were thinking it!!! I love me some Titi...", "klass": 1}
{"text": "@zhnafisal Best of luck to u then.. Hope we can meet when I;m back in malaysia.. BTW anything u interested about Russia?", "klass": 1}
{"text": "@cricepr Good for him! I'm a DMV native...saw him from his humble beginnings...so glad he put go-go on the map!", "klass": 1}
{"text": "Guayadeque - Nice music player   Ubuntu Geek: Music Player with the aims to be intuitive, easy to use and fast eve... http://bit.ly/9NLi0v", "klass": 1}
{"text": "Program targeted in Fort Jackson probe moved: A U.S. Army program at the center of a probe into allegations that M... http://bit.ly/aCSszQ", "klass": 0}
{"text": "@hammyhavoc LOL when her mom goes back", "klass": 1}
{"text": "@imisspekkle I haven't heard from you or seen you on for a long time!! I miss you", "klass": 0}
{"text": "Ughh my tweet was too longggg and they shortened it", "klass": 0}
{"text": "RT @Watts108Nigga: @Bno108 You gotta get in the gloves my man...say nomore a man who just got fired is a dangerous man", "klass": 0}
{"text": "so i have 3 days left of birth control.. fml lol. i should prolly make an appt ASAP! no babies for theresa anytime sooon! plus condoms suck", "klass": 0}
{"text": "I almost slipped and fell on my way to my dorm room...classes should be canceled", "klass": 0}
{"text": "Just remembered Al and I were PURE JIVING to Mowgli's road at @MarinasDiamonds last night. Oh dear.", "klass": 0}
{"text": "Nathan Amaral's Blog: The Dynamic Power of Prosperity: Prosperity is so much more than money or material possessio... http://bit.ly/9WYuj4", "klass": 1}
{"text": "I Took ballet/tap/jazz classes when I was 8...not by choice RT @mikeziemer: If you're awake, @mikeziemer me a #randomfact about you.", "klass": 0}
{"text": "I actually just called my father \"old man\" during an argument...", "klass": 0}
{"text": "loll my playlist is a perfect pick me up! all you guys should listen to it!!!", "klass": 1}
{"text": "and Verizon to reduce the fees they charge for their airtime, and now if they're successful w/their high speed effort, they'll create the", "klass": 1}
{"text": "My stomach is off the fuckin wall ! U wudda thought i ate vans", "klass": 0}
{"text": "Top CNN Headline Iran arrests Sunni militant leader - Iranian authorities have arrested the leader of a Sunni milit... http://ow.ly/16DPUw", "klass": 1}
{"text": "@Forsureitsdb why are you gaining weight?", "klass": 0}
{"text": "so marsha, just one word \"SORRY' and that's all", "klass": 0}
{"text": "The best thing about me is you.", "klass": 1}
{"text": "Yeahhh!! RT @OhJustLikeMe: my top subjects? twitter. #OhJustLikeMe http://myloc.me/3Wh3Q", "klass": 1}
{"text": "Omg a tweet frm @JLYN773 yayyyyy !!! Tour time!! Hey yawl I am her support dancer so #ff her please and support cuz she has intense talent2!", "klass": 1}
{"text": "@CharlottePoole FFS tho i do love golden syrup! 8D  3", "klass": 1}
{"text": "Everyone seriously needs to get @liltunechi's #rebirth...the mans a genius", "klass": 1}
{"text": "It is crazy! RT @Marcusfitz1: Its crazy that Westbrook & LT were both released within days of each other and (cont) http://tl.gd/b8nma", "klass": 0}
{"text": "@ANTMAN15 why was it fruitless?", "klass": 0}
{"text": "It appears that you have everything under control and your pos... More for Leo http://twittascope.com/twittascope/?sign 5", "klass": 1}
{"text": "Well my monday is half way done", "klass": 1}
{"text": "RT @Idothat2: RT if all you need to feel better sometimes is a hug. #idothat2", "klass": 1}
{"text": "Did I forget to mention my tv also died this weekend? I was just gonna live w/out that one so I could do the shirts. I have internets.", "klass": 0}
{"text": "RT @ButsyInMyBed: @rbutler7 im waiting for you to tweet duuudeee :D come onlineee xx", "klass": 1}
{"text": "I love every song! #TokioHotelVenAVenezuela http://myloc.me/40pT6", "klass": 1}
{"text": "@kurtadametz Boy i aint boojee..lol. I keeps it real, you feel me...", "klass": 1}
{"text": "Your friends seem to be extra supportive of you now but upon c... More for Taurus http://twittascope.com/twittascope/?sign 2", "klass": 1}
{"text": "@So_MzUnderstood I might have one F too because my professor gives us nothing but tests & no homework. What u got an F in?", "klass": 0}
{"text": "#relationshiprules don't Ever go thru my phone unless u paying tha bill", "klass": 0}
{"text": "You could win the trip of a lifetime at http://RethinkWhatMatters.com - before you know it you'll be #rethinking in paradise. Soooo nice.", "klass": 1}
{"text": "@Jehremy You'll be seeing this soon enough too and agreeing! RT @Jchawes: Craziness... http://yfrog.com/jpqdasj", "klass": 1}
{"text": "COMPETITION www.bliss-gifts.co.uk is still running so come and enter for a chance to win a gorgeous prize.", "klass": 1}
{"text": "RT @lifehousemusic: 5 days untill smoke and mirrors!! http://bit.ly/aQrxgq :)", "klass": 1}
{"text": "They say that's its love but to me it's lookin counterfeit...I get done wit one then move right on to another chick.", "klass": 0}
{"text": "My Work: I just wanted to share my work with everyone here. I have been working on two websites that aim to help p... http://bit.ly/cHFaib", "klass": 1}
{"text": "I see some TT I wanna go in on but I don't got no time to chat. I gotta go be a somebody's slave right now.", "klass": 0}
{"text": "@souljaboytellem Maybe u can follow me? just press my follow button:D", "klass": 1}
{"text": "@ryuuzaraki re:\"lol im starting to like matthew\" --Yes, well he's a very likable fellow, if I do say so myself.  _ ", "klass": 1}
{"text": "Frustrated? Try this INCREDIBLE way to earn REAL money in 24 hours!- Check this out NOW! http://cli.gs/abMY5T This could be the ANSWER 4 U!", "klass": 1}
{"text": "im so happy all thz snow meltinq!!!", "klass": 1}
{"text": "@danicapatrick is CSI investigating brakes tampering, or a little nitro in the engine? Gd luck in Nationwide race #nascar", "klass": 0}
{"text": "@Themopinator Not sure of those details, but nothing gets my blood boiling like property taxes: pure theft.", "klass": 0}
{"text": "Desperate bid to catch flight lands father and son in custody: A desperate bid to catch a? http://goo.gl/fb/JlGe", "klass": 0}
{"text": "@Sheng07 I have some free time tomorrow and friday so imma try and get the SJ video and things sorted, too. :D", "klass": 1}
{"text": "nice to know true love exists RT @RichDenzler: Grandparents are celebrating 68 years of marriage today. Crazy! #RVA", "klass": 1}
{"text": "1: i thought i lived in the south. 2: i thought march was like, basically almost spring. 3: why the heck is it snowing?!", "klass": 0}
{"text": "@Dr_Supreme thanks for the RT", "klass": 1}
{"text": "What a game!! #Terps beat #Hokies 104 - 100 in Double OT. Greivis is a beast!!", "klass": 1}
{"text": ": Eff Folgers! The best part of waking up, is this crazy-awesome lemonade that my dad makes, in your cup. #DELICIOUS!", "klass": 1}
{"text": "i'm so super duper excitied right now cuz' i'm gonna watch Harry Potter !", "klass": 1}
{"text": "@Greg_Kozarik @tjzuppe @Isley23 -- @sportstalkCLE appreciates you and your work - GREAT JOB tonight guys!", "klass": 1}
{"text": "fuel-consumption data indicates weak growth http://bit.ly/bQL91T I First we had rail traffic data: Now we have this and with MSM spin, too", "klass": 0}
{"text": "Going to see gaga tonight XD", "klass": 1}
{"text": "Out for drinks with the guys! 3", "klass": 1}
{"text": "RT @asmaax3: Wesbrook wants to play for the Bears.: how about at SD? : }", "klass": 1}
{"text": "RT @worldprayr: Love Believes all Things - Unshakable confidence and trust. http://bit.ly/dsX6zl", "klass": 1}
{"text": "House now full of sons and husband. There'll be no more amoking for now ...", "klass": 0}
{"text": "#shoutout 2 ma charger that jus disapated in thin air jus now..just as I needed it!", "klass": 0}
{"text": "Heading home after 12 plus hours on duty. Had to clean someone else's weapon without q-tips...", "klass": 0}
{"text": "Weebee's Cafe on #Yelp: Good food, good service, interesting atmosphere. My first experience at Weebee's Cafe was po... http://bit.ly/ci4Ugh", "klass": 1}
{"text": "(8)And now you wanna pretend that your a superstar, And now you want us to end what's taken you this far, Dont tell me that your done as...", "klass": 0}
{"text": "I went to hot power yoga and I loved it. MUCH better than Bikram to me. Power Good. Hot Good. Sweat Good. What's not to love? #stinky", "klass": 1}
{"text": "i just w0nder if u ever think of me..happy thoughts", "klass": 1}
{"text": "http://twitpic.com/13ql6h Bruno from Rio in Brazil - Sorry Bruno, there's no way I can spell your second name!", "klass": 0}
{"text": "@twifans I want to see the sex scene in 3-D :D (if they make one up, that is...)", "klass": 1}
{"text": "All of a sudden I feel incredibly lonely...I blame the cold weather and hormones...and V-day...damnit, where are my pills?", "klass": 0}
{"text": "After these shows I'm callin it a early nite, been up early and already gettin sleepy!!", "klass": 0}
{"text": "#Musicmonday \"Dude Beenie Man Ft. Shawna and Miss Thing My bad yal my spelling is way off today", "klass": 0}
{"text": "@Baby_Rinna I miss u!", "klass": 0}
{"text": "thanks snowmageddon for getting me out of tomorrow's test! you're the best (until shoveling time comes, that is.)", "klass": 1}
{"text": "@josephdee Sorry to hear that. I hope you are okay. Wait until tomorrow morning to evaluate your health. You might be sore then.", "klass": 0}
{"text": "with boys like you, i'm better off on my own", "klass": 0}
{"text": "A big Thanks to everyone that came by the TWIRP booth at the Texas WebEOC Conference. We're now focused on the ROCs that are coming in April", "klass": 1}
{"text": "@TheBAbyAintMiNE wait ; bruh come harder .. you couldn't measure with measuring tape ? what about a caspers hotdog .. tigers list of women..", "klass": 0}
{"text": "Pressure mounting at Sunderland: Lorik Cana: Sunderland's winless run extended to 12 games following 1-1 ... http://bit.ly/dBAMHd telegraph", "klass": 0}
{"text": "@jitterbug96 i've gone through it logically and it just doesnt make sense! he has ruled out all continents except africa or s.america!", "klass": 0}
{"text": "and he knows every word to @justinbieber s songss. its preettyy funnnyy not gonna lieee", "klass": 1}
{"text": "http://www.youtube.com/watch?v wcjr53W361E&feature sub I totally gonna love the New Season of \"Sonny with a Chance\"!! So Random LOL", "klass": 1}
{"text": "Converting At 1 In 14 Hops  1.37 Epc To Affiliates - Must See!!! http://bit.ly/cabN8u", "klass": 1}
{"text": "@ValClifton that u know of... I'm sure one of the dude building it crapped in your toilet and took a quick shower afterwards.", "klass": 0}
{"text": "@thebg5lover My favorite is the Cherry Almond Meal Bar , bit.ly/bBtE72, but I'll check and see if new flavors are in the works.", "klass": 1}
{"text": "Theft on FLORANCE//MONROE, Memphis, TN (via spotcrime.com): Theft from Motor Vehicle http://bit.ly/ckQ3A5", "klass": 0}
{"text": "@mvrk122 Thank U! I learned so much from you during Urban Mission. You really have taught me.. SHOWN me how to have a personal evangelism.", "klass": 1}
{"text": "@MissKahla i was playing with you :( so where do you want to go", "klass": 0}
{"text": "If you're interested in promoting your Twitter profile, you should check out FeaturedUsers.com. http://bit.ly/bZTXiY", "klass": 1}
{"text": "to better understand me lol -  RT @whysogreen i'm going back to school@ doing a free 5 week automotive course! :)", "klass": 1}
{"text": "@high_n_fly or she give u head while playin or watchin the game #Woot #Woot", "klass": 1}
{"text": "RT @SexyMinxXx: @dai_dom stop using   to differenciate sentences.  it wrks doesn't it?", "klass": 0}
{"text": "@phyliciajade YAY! I am going to email you the fancy pics we have of your tagline too! There are some in Long Beach - more info to come", "klass": 1}
{"text": "@themanwhofell Accepted, especially as that RT cracked me up", "klass": 1}
{"text": "@MrsJonas622 can u vote stay on which njata is best ? It's my poll", "klass": 1}
{"text": "My all time favorite episode of Sonny with a chance is the talk show .. i think @ddlovato is hilarious in it !!! :D", "klass": 1}
{"text": "One last go - otherwise I give up....", "klass": 0}
{"text": "Still sick. Coughin up a lung at this point, but I got things to do later. Gotta make it work", "klass": 0}
{"text": "@justinbieber i will travel all over the world to find and buy my world 2.0. promise...!!!91", "klass": 1}
{"text": "tomorrow is goin to be interestin, so excited to go out of town for 4 days", "klass": 1}
{"text": "#design MSI unveils R5870 Lightning Graphics Card with 15-phase Power ...: 15-phase power supply designs, two 8-pi... http://bit.ly/9qJ3B0", "klass": 0}
{"text": "Dear Coldplay, i want to see you live before i die.", "klass": 1}
{"text": "RT @Vincent_Ang: The man who views the world at fifty the same as he did at twenty has wasted thirty years of his life - Muhammad Ali #quote", "klass": 0}
{"text": "RT @maljames2: Just got a BIG project at work. This is gonna be great, I cant wait to show out  --- Yeah! Do it the James way!", "klass": 1}
{"text": "#whatsworsethan walkin in late to class and havin to sit in the front when u the only negro in there", "klass": 0}
{"text": "RT @HarvardBiz: The Daily Stat: Fewer Sick Days in Green Buildings http://s.hbr.org/dtq8Db", "klass": 1}
{"text": "Gosh I feel horrible :(", "klass": 0}
{"text": "BE HER THEN!! RT @MagnificentVee: @FARFROMbasic wish I was her", "klass": 1}
{"text": "@that_ghoul_ava not much I can do--all the fucking ports are closed", "klass": 0}
{"text": "Esperanza Atlanta   A GEM FROM THE SPORT OF DOWNHILL SKIING: A GEM FROM THE SPORT OF DOWNHILL SKIING. In the spiri... http://bit.ly/9K6Zzj", "klass": 1}
{"text": "Lmaoooo, anyways, G'morning my tweets; hope your day will be as wonderful as mine!", "klass": 1}
{"text": "Photo: fuckyeahqaf: Love Gale and Randy together http://tumblr.com/x2d6i6mrs", "klass": 1}
{"text": "#F1 Remember, the 2009 race edit is now on the F1 web! Great to be able to watch it at last!!", "klass": 1}
{"text": "@YoungMac24 that's the only game you have?", "klass": 0}
{"text": "OK so I thought this may happen: but does the job offer prevent me from continuing my application up the road?", "klass": 0}
{"text": "Goodnight world. May tomorrow bring you peace.  3  3", "klass": 1}
{"text": "Hope everyone is ready too Voscillate on the 9th of this March!!!!", "klass": 1}
{"text": "rawrrawrrawr. you're supposed to still be stuck on me.", "klass": 0}
{"text": "i have to say that i loved alice in wonderland ? :)", "klass": 1}
{"text": "Wherever you go, no matter what the weather, always bring your own sunshine.-- Anthony J. D'Angelo", "klass": 1}
{"text": "#imtiredof Winter and Snow", "klass": 0}
{"text": "@rebelbrown That amazing girl gave that speech years ago..she is still speaking today! Still working for cause she believes in...", "klass": 1}
{"text": "RT @CHRIS__CHAMBERS: So who's coming to the dream team awards on Monday @ 6:00? I'm ready to serve you :D", "klass": 1}
{"text": "\"Great men are they who see that the spiritual is stronger than material force, that thoughts rule the world.\"   Ralph Waldo Emerson", "klass": 1}
{"text": "@brigwyn the laptop kept overheating and the repair trips were in the waranty period. They could never figure out what was wrong with it", "klass": 0}
{"text": "RT @DeauxmaLive: http://bit.ly/a24qJz    vote for my boobs RT RT can't believe I am on twitter and don't really know why I typed RT", "klass": 0}
{"text": "Omg! http://bit.ly/c7yoI7 - Using this my website got 12k views today. National Grammar Day #JonasBrothersAre #itsNotCool", "klass": 1}
{"text": "@LizzyNY Hi Lizzy. I know you guys really got a lot of snow. They closed our New York office yesterday at 11:30", "klass": 0}
{"text": "just woke up goin to greer town hope kim you get better..., cant wait for the friggin weekedn", "klass": 1}
{"text": "@uncreativeboi you said that i said so but in fact i didn't. how can i understand this?", "klass": 0}
{"text": "I'm a fan of Short Stack. That doesn't make me a slut.", "klass": 1}
{"text": "apparently I can't spell... Sorry Bede Burdidge, ah, I mean Bede Durbidge!!!", "klass": 0}
{"text": "@jimmymachan naww I just luv ur thoughts jimmy. they're the same as mine and when u write them I feel like ur huggin me. ILY!  3, x", "klass": 1}
{"text": "Jeff Beck on His Legendary Unreleased 1970 Motown Album!   for more info go to: http://wp.me/pJSnd-HK", "klass": 1}
{"text": "Alright....the Norwegian curling team's clown pants have got to go.....make me queasy. http://twurl.nl/q6vjmb", "klass": 0}
{"text": "bout to watch batman begins.... o yea", "klass": 1}
{"text": "@rainnluv Kris and Cale singing that remains to be my favorite thing ever.", "klass": 1}
{"text": "Happy hour becomes skinny hour, as well. No wonder she's so happy. http://nyti.ms/cAwl2a", "klass": 1}
{"text": "#TED travel off to rocky start thanks to wayward wallet. JUST made my flight, but horridly tense.", "klass": 0}
{"text": "I favorited a YouTube video -- Modern Warfare 2: FPSKyle's How to Play Sabotage Like a Man (MW2 Gamepla... http://youtu.be/rtmDv0aheSk?a", "klass": 1}
{"text": "@jessicaalba going to watch valentines day on thursday! Soo exciting! I was jw if bradley cooper was in it coz my friends were debating it?X", "klass": 1}
{"text": "remembering watching the movie percy jackson and the olympians... i wouldnt say it was bad... it was ok but leaning closer to it was good :)", "klass": 1}
{"text": "RT @Caseyjones71: @usearubber cocaine is a hell of a drug.   yes it is", "klass": 1}
{"text": "The one time NASCAR should step in today, they don't.", "klass": 0}
{"text": "the snow keeps falling here. I will have to shovel again soon .. http://tweetphoto.com/11026757", "klass": 0}
{"text": "Just took \"What kind of Animal are you in bed?\" and got: a Teddybear! Try it ? http://bit.ly/akrxM8", "klass": 1}
{"text": "Listening to @scottkwalker w/ Mike Gousha. Why is he trying to steal credit for Barrett's hard work? Is there anything Walker won't steal?", "klass": 0}
{"text": "Sorry about that. Here's what the Oscar goody bag has http://bit.ly/dBVgI2", "klass": 0}
{"text": "RT @PrinceAdrian22: #Dontjudgeme just because my girl is better than yours", "klass": 1}
{"text": "Nice work - personally I prefer the cane. ;-) RT @rich_evans http://bestc.am/BZK0q @mistressmia  5 riding crops... Thinking of you.", "klass": 1}
{"text": "@jamie_oliver fantastic. We need this in America - So proud of your work in the UK", "klass": 1}
{"text": "FREE tools to help you with your business opportunities! http://ihid.us?i ahas", "klass": 1}
{"text": "HAHA Giselle just replied to my text and said 'Fuck yeah'. I love everyone :3", "klass": 1}
{"text": "@supportingbiebr LOL OMG AND AHAHHAH IS IT JUST ME OR MOST OF JUSTIN IS ABOUT SEX LOL OH HOW U DO ME AND FIRST DANCE LMAO", "klass": 1}
{"text": "@rainertibbett thankyou for the song :))", "klass": 1}
{"text": "Can somebody recommend some bands to me? :]", "klass": 1}
{"text": "#doyouhaveto rock that V-neck jus to show ya babychest tat #cumonson yu fiendin", "klass": 0}
{"text": "@planetjedward hey! going to see you in dundrum on friday:) i was talking to ur mam(my teacher) today:) NO SCHOL because im going to you:)x", "klass": 1}
{"text": "RT @marlonlwayans: #lilduvalsarmsso short he do a hand stand and scrape his head on the floor", "klass": 0}
{"text": "get the hottest ringtones on your cell music sounds and more http://bit.ly/1aDlLg", "klass": 1}
{"text": "@tigerlilybubu lol, where are you? I once forgot the car completely and left home without it.", "klass": 0}
{"text": "Oil drilling off the Falkland Islands will begin next week despite Argentine opposition, the UK territory's go.. http://bit.ly/9j8gEc", "klass": 0}
{"text": "formspring.me - what would you like for valentine?s day? yummy truffles, stargazer lillies, a donation to... http://tumblr.com/xev6brjhk", "klass": 1}
{"text": "RT @Masterskier: Race Day! The big one is finally here.", "klass": 1}
{"text": "@R_C_bdb *climbs in bed and gives you a deep full kiss as common faded and switches to \"orange moon\" by badu*. Good night Kalfu.", "klass": 1}
{"text": "Been Tweeting a lot because the hospital that I've been in for a week doesn't have a Wi-Fi connection.", "klass": 0}
{"text": "Mariah Carey is my definition of perfection!", "klass": 1}
{"text": "#Thanks to everyone that gives me #blogspot love! -hugs- ( ", "klass": 1}
{"text": "@PerezHilton if you do it I would definitely watch it!", "klass": 1}
{"text": "congratulations tothe newly weds. http://yfrog.com/auiqttj", "klass": 1}
{"text": "@iamsrk ur indeed THE Supertsar.. THE Real life Hero. Love and Respect to u... \"Do it.Fight it.Win it\" . Kolkata is surely loving MNIK...", "klass": 1}
{"text": "@craigjettech but I really not like the spring in Macau, it's too wet!!", "klass": 0}
{"text": "Thanks to everyone who participated in the webchat. We really enjoyed your suggestions, and will do another one soon! http://bit.ly/aDxUC6", "klass": 1}
{"text": "????? How I wish you were here... ?????", "klass": 0}
{"text": "@samjacklover bored. And gotta go back. Be back at lunch. Going away again.", "klass": 0}
{"text": "\"It is hypocritical to pray for victory over our sins yet b careless n our intake of the Word of God.\" - Jerry Bridges http://myloc.me/48QeI", "klass": 0}
{"text": "says good morning everyone! have a nice day! :-) http://plurk.com/p/42y3fe", "klass": 1}
{"text": "RT @elliottyamin: Oh shit!!..here come some more aftershox....sweet jesus,and baby jesus!! #Chile #TerremotoChile", "klass": 0}
{"text": "thinkin i should wash my hair before i get it done tomorrow... decisions decisions... hmmm", "klass": 0}
{"text": "making her bags to go to Antwerp. Mwahaha, 2morro alone with Mother In Law. Gonna be a big laugh :D *poke poke*", "klass": 1}
{"text": "@vocarosia /for some reason, dies D: /please don't bury me with the mask on", "klass": 0}
{"text": "Ya style is played out like Arnold & that what you talking 'bout Willis.", "klass": 0}
{"text": "RT @OneWorld420 We are now at the new location. 1804 Newport Blvd is poppin off! Come by and check us... http://schmap.it/62IQQc", "klass": 1}
{"text": "RT @kellencoldiron: http://twitpic.com/14k92g - My favorite picture of last week. Pure joy... my fave too.", "klass": 1}
{"text": "@BrunaCoradini so do you speak very well, don't you use the google translate yeah? I wanna someone to practice...", "klass": 1}
{"text": "I Would Never Call Myself #JonasFanNr1 Cause Everyone Is #JonasFanNr1 :))", "klass": 0}
{"text": "?I am So Sorry?.. Ok Let?s Play Golf! http://bit.l y/9YfEko", "klass": 0}
{"text": "RT @PaigeXc: Is so excited about Pixies in March. La la love you, don't mean maybe...", "klass": 1}
{"text": "Massive Wealth from Home No bugging family or friends! Plug and play system.", "klass": 1}
{"text": "http://twitpic.com/12w7zg - BITCHES DONT KNOW BOUT MY MILLENNIUM FALCON", "klass": 0}
{"text": "@CNN Darkeness in the shadows of DC. Bethesda, MD has no power for 4 days..snow, 30 inches, unploughed.. is this the new America? RT", "klass": 0}
{"text": "@martieu So hard to take people seriously when they mispronounce words! Although my in-laws and I have a running feud about the word \"dour.\"", "klass": 0}
{"text": "Hey @Turn10Studios , I won the Hyundai Video Battle, and I'm picking up my Hyundai Genesis this week. Do you want to do any press?", "klass": 1}
{"text": "@jcogliandro You moved too slow, bro! #BestBuy", "klass": 0}
{"text": "I think i found the right balance in my dinner, two pieces of rice cakes with 3-2 slices of cheese and a big cheese of peppers and white", "klass": 1}
{"text": "Y'all think it's too early to change my pic for #wardrobeWEDNESDAY ???", "klass": 0}
{"text": "FOLLOW @FollowCher AND I'LL DM JUSTIN FOR YOU! the first person who tells me that they followed her, i'll DM him for ya ;)", "klass": 1}
{"text": "RT @Pokkahontas: @yung_freshh @Wayneshiaa what did I tell you fools!!?", "klass": 0}
{"text": "Off for now folks - Hopefully will be able to phone @KrispinDavies. Tw33t ya later.", "klass": 1}
{"text": "wish twitter would decide whether to have the lists as \"@matteh/list\" or \"list\", cant be doing with it changing.", "klass": 0}
{"text": "Bout to hit up red lobster. Get my tgif meal in.", "klass": 1}
{"text": "@docbrite Wow! I never noticed that EITHER! Wonder what was going on in the King's mind when he named them?", "klass": 0}
{"text": "I'm just going to bed. I think I might be b-polar.", "klass": 0}
{"text": "@_DAVECHAPPELLE ogochocinco was injured in a fatal cargo pants commercial...It's hideous to watch", "klass": 0}
{"text": "Bill: Dorian Gray (por Fucker Berrouz) http://bit.ly/cq7i63", "klass": 0}
{"text": "@PersonaJLesus Oh you're so nice ! I smile for you ! Hope you smiling too ! Thanks a lot for being here ! I love you too :)  3", "klass": 1}
{"text": "Andy is rambling on C&C this morning - shutup and get on with it man", "klass": 0}
{"text": "Welcome to my life!!!  )", "klass": 1}
{"text": "@J_BieberLoverXO lmao! its okay  .  everyone loves you xD", "klass": 1}
{"text": "RT @THON: Thank you for your support @CongressmanGT! We really can't thank you enough! #THON", "klass": 1}
{"text": "Happy V Day everyone! Or happy singles awareness day. Whichever works for you...", "klass": 1}
{"text": "@skydiver Wow! Not that we need the extra dose of energy this year but you'll just add to the wildness factor! Have the BEST time!", "klass": 1}
{"text": "Finally...Cape Town gets rain after days of heat!!", "klass": 1}
{"text": "RT @thebeat1005: LISTEN OUT TO SOME NEW TUNES THIS WEEK, WE ADDED: DARUDE, BLACK EYED PEAS, & CHARICE! http://the-beat-radio.com. http://bit.ly/bi8Urn", "klass": 1}
{"text": "RT @andabogdan RT @worldprayr: RT @BarryMoore2010 In bham please pray for Heathers dad!", "klass": 1}
{"text": "So I was just daydreaming on my drive back to work... I wanna go back to school for nursing", "klass": 1}
{"text": "@lorraineag Congratulations on the 26 lb. weight loss. Keep it off. http://bit.ly/lwMPx", "klass": 1}
{"text": "@ the cookout w @locngrowpromo ppls in the hooooood!!! We r hving soooo much fun!! http://tweetphoto.com/12705637", "klass": 1}
{"text": "Labels Say The Use of Social Media Is A Must The music industry has been gaining ground in their attempts of .. http://oohja.com/x7ZRS", "klass": 1}
{"text": "Very productuve right now finished an assignment in bout a hour which means I'm on a roll", "klass": 1}
{"text": "@michaelgmassey is a bad influence. my liver hates me.", "klass": 0}
{"text": "My main impression from being at #RedSox camp for the first time: Everybody is just thrilled to be here. Never seen anything like it.", "klass": 1}
{"text": "#Ibelieve in You and me. Everything will be alright.", "klass": 1}
{"text": "Hahahah RT @EghieKo: Allloooo buuuddddzzzzz... :p RT @felanofficial: RT @reawaworuntu: Semua! Autumn Leaves, (cont) http://tl.gd/eu32q", "klass": 1}
{"text": "?Basically, our goal is to organize the world's information and to make it universally accessible and useful.? Larry Page", "klass": 1}
{"text": "Lol YB RT @itsmefresh: RT @slickydee: All hail the ginger king @itsmefresh #watiido?? on the chillz boss...lol fresh outa church", "klass": 1}
{"text": "http://twitpic.com/1501qo chicken n guacamole, the rest of the dish is still cookin..n i didnt deep fry da chicken its baked", "klass": 1}
{"text": "RT @Catherine747: ... the global heart is awakening, beating out the rhythm of a new and glorious dance, calling us to a better way of living   Anodea Judith", "klass": 1}
{"text": "Outstanding Poker Training Center - Start Making Money Today! http://bit.ly/c12svx", "klass": 1}
{"text": "Have just re-pierced own nose and had mini pity party in the bath with jelly beans. Slightly more spontaneous than give self credit for.", "klass": 0}
{"text": "Yet another blog post to make you question my sanity http://completespaz.blogspot.com/2010/02/olympic-spirit-will-probably-never.html", "klass": 0}
{"text": "U did it again! Are u ROBL again?haha RT @ViraHalima: haha i know, it's my bad, i am error", "klass": 0}
{"text": "RT @christopher832: #SuperBallinTweet micheal jordan asked for my autograph", "klass": 1}
{"text": "Why did I go to class? The class skipping calculator even told me not to go.", "klass": 0}
{"text": "Don't shoulder your burden out there on your own ... Don't banish me then bid me home - Powderfinger ? Drifting... ? http://blip.fm/ ktm45", "klass": 0}
{"text": "was asked today in conversation what the end goal of my life is. jesus is. in other news, @quentindill is my favorite basketball player", "klass": 1}
{"text": "RT @MyTrainerBob: I'm trying to get people to try a yoga workout for those of you that have never it. It's a great stress reliever and awesome workout..xo", "klass": 1}
{"text": "This place is dead. Finishing my beer that was bought for me and moving on!! Ha", "klass": 0}
{"text": "RT @JoStepBar: Holder admits nine Obama Dept. of Justice officials worked for terrorist detainees via @twitoaster http://bit.ly/b1rdvH", "klass": 0}
{"text": "My favorite song Communication Breakdown By Led Zeppelin Is playing on WRAT! Listen now http://stream.wrat.com", "klass": 1}
{"text": "Hattrickheaven.com Newcastle surrendered top spot in the #Championship after crashing 2 a 3-0 defeat at Derby.", "klass": 0}
{"text": "Oh my lord, a group of Melissa Marie wannabes have walked into the restaurant. Not everyone can get away with the look. Eeeek.", "klass": 0}
{"text": "At least you know RT @beforetheehype: but I'm not getting him a real gift on the side like he got me. that's fcked up right? *shrug*", "klass": 0}
{"text": "Thanks again to Ken for this RT @@KenPlume Now on FRED: @The_No_Show interview w/ James Cameron, Emperor of Everything... http://is.gd/83OtB", "klass": 1}
{"text": "ready for this juice jam on march 27th, got about 5 more pounds of muscle to gain and i'll be just right....", "klass": 1}
{"text": "RT @CoCoDivineXXX: @MsPerrine June 10th season 3 starts...  3 that show!", "klass": 1}
{"text": "Have you enter the awesome Zevia giveaway yet today?! http://bit.ly/9Iokfk #BFC Belly Fat Cure", "klass": 1}
{"text": "@Chinx14 I might have 2 take a trip 2 east 2 and watch or join one day lmaoooo #Twitterafterdark hahah im going to bed", "klass": 1}
{"text": "@SeaNanners Hey Adam, JPizzle1122 (the microwave dude on utube) seems to have a good live stream for MW2, maybe ask for his help?", "klass": 1}
{"text": "Our dance contest sponsors are Twitter Superstars!! Watch our video, and learn more about these fantastic companies! http://short.to/q9me", "klass": 1}
{"text": "I have some of the weirdest cravings.", "klass": 0}
{"text": "if I ask \"anything else for you.\" Don't answer \"yes\" and then just stare at me.", "klass": 0}
{"text": "Just back from a walk with the doggies. Got caught in a hail storm - hailstones really sting when they're lashing down on your face!", "klass": 0}
{"text": "@JacobxBlackx *Moans, losing myself in your kiss, sliding my hands up your shirt, taking it off you, and letting my hands roam freely*", "klass": 1}
{"text": "I got an idea of writing a love novel. It's kinda depressing by the way", "klass": 0}
{"text": "attempting to understand history lol", "klass": 1}
{"text": "Listening to the New WebComics Weekly. Maybe it's the hour or the fact that I listened to CC2C but I keep hearing my own voice! in there!", "klass": 1}
{"text": "i can feel that theres a growing pimple on my nose :(", "klass": 0}
{"text": "And I, I've got to have my way now, baby All I know is that to me You look like you're havin' fun Open up your lovin' arms Watch out, here ?", "klass": 1}
{"text": "@JarvisTheArtist I'm good lil homey!!! Ready to get this WORK in witcha!!! LETS GET IT!!!", "klass": 1}
{"text": "tmr gonna repeat again, except for the gym part. i gave up a super tempting job for SHINee. im so money deprived. AHHH!! :(", "klass": 0}
{"text": "@amfan_jenny just wondering i cant believe hes on here i like him when he was on SS!", "klass": 1}
{"text": "I just got up to 28,044 in #DoodleJump!!! Beat that! http://itunes.com/app/DoodleJump", "klass": 1}
{"text": "\"I pray also that the eyes of your heart may be enlightened in order that you may know the hope to which he has called you...\" Eph1:18", "klass": 1}
{"text": "2 and a half hours until i see Jim Halpert's beautiful baby!!!", "klass": 1}
{"text": "RT if youre pretty excited bcause is just 15 day untill My World 2.0 @justinbieber", "klass": 1}
{"text": "RT MAKE LOADS OF MONEY! http://bit.ly/axExNC", "klass": 1}
{"text": "RT @CarolenaSabah: RT @paulocoelhoapp Special day! Apple contacted us to praise our Paulo Coelho app! Please RT. Thank you!", "klass": 1}
{"text": "Loving the track playing on 6music right now", "klass": 1}
