{"text": "Half indians rock!", "klass": 1}
{"text": "the bird ruins it. i hate birds their voices are annoying", "klass": 0}
{"text": "The only people allied with McKinney are terrorists and their supporters.", "klass": 0}
{"text": "yes yes yes yes THANK UUUUUUUUU now ill get my 360 i play my fatass online with my frined THNK UU SSSSOOOOO MUCH DAME TEACHER DIDNT TOLD US HOW TO DO IT", "klass": 1}
{"text": "I didnt know the guy with the crotch gun did the effects! He was awsome in the film hate he turned though! Lost Boys Corey.H and Corey.F cant go wrong! Truth, Justice,and The American Way!!", "klass": 1}
{"text": "EPICNESS.", "klass": 1}
{"text": "What a life story!", "klass": 1}
{"text": "This is an awesome song :)", "klass": 1}
{"text": "I didn't even watch gh back when helena was around, but I have seen clips of helena at her best. I LOVE HELENA'S RETURN!!!!!", "klass": 1}
{"text": ":] heeeeeeeeeeeeeeeeeeeeeeeeeeeey", "klass": 1}
{"text": "Hit #12 pop, #20 AC in the US (Billboard). Got airplay on WLS. Thanx, WWYW for bringin' it back! How'd it do in the UK? God bless!", "klass": 1}
{"text": "@WarHammerHD gaayy boy", "klass": 0}
{"text": "yea me 2 dat would be the best thing ever", "klass": 1}
{"text": "You do realize courts don't recognize sovereign citizenship, right? So when that creditor sues a sovereign, the court looks at that sovereign as a citizen of the United States, and accountable to its courts. So enjoy ignorance while it lasts.", "klass": 0}
{"text": "Possibly my favorite album.", "klass": 1}
{"text": "Yes. XD", "klass": 1}
{"text": "Some people are just cold hearted.", "klass": 0}
{"text": "this is my 1st favorite boondox song my 2nd favorite song is sippin", "klass": 1}
{"text": "fucking posh cunts, alright for them to pollute the air with there V8 tractors........suck my ol' bill you toffy nosed cunts", "klass": 0}
{"text": "One of my favorite Wayne Watson songs. Loyd, you have such an amazing voice.", "klass": 1}
{"text": "ignorant prick.", "klass": 0}
{"text": "ba ba booyah! go SPOUSE!", "klass": 1}
{"text": "Nice Video.", "klass": 1}
{"text": "Capitalism is the final chapter in historic evolution of THE TYRANNY OF PRIVATE PROPERTY RELATIONSHIP? of alienation,exploitation and suffering of humanity, a Market mechanism where minority interest is the NEGATION OF OUR COMMON HUMANITY IN COOPERATION and HARMONY. We shall overcome the structure of minority power and oppression and reclaim our l planet for a world of cooperation for our common needs and well being, expressing our energetic creative potentials in freedom of being.", "klass": 0}
{"text": "This is some boring crap. No wonder the youth in America are uninterested in politics.", "klass": 0}
{"text": "2:45 awsome", "klass": 1}
{"text": "@Retter81 me too ;D", "klass": 1}
{"text": "awesome.", "klass": 1}
{"text": "how did iran get the S-300!!! please!!", "klass": 0}
{"text": "@NTRLflvr Mariah Carey Man!", "klass": 1}
{"text": "Julie is a true heroine. She is a ray of sunshine in the darkness.", "klass": 1}
{"text": "Oh I'd love a plushie of Adam, so kiwaii!", "klass": 1}
{"text": "that was awesome", "klass": 1}
{"text": "How can a God who demands killing be a god of mercy?", "klass": 0}
{"text": "nice would you do a tutorial too? where you learn that BTW", "klass": 1}
{"text": "group hug! :D!!!", "klass": 1}
{"text": "whoever sang the chorus killed it", "klass": 0}
{"text": "Hello? (it's the brain)", "klass": 0}
{"text": "I can never understand how an anime eyeball can be round..... isn't it supposed to be huge, and possibly SQUARE? I mean, the whites in anime eyes are huge and not round at all!", "klass": 0}
{"text": "Lol, FIRE IS HOT.", "klass": 1}
{"text": "There are Anderson PowerPoles that go up to 75W... I try to use Anderson's for everything I do. Just makes everything universal.", "klass": 1}
{"text": "Jessie Never Fails me :D", "klass": 1}
{"text": "Great Aikido, great music, great energy! Thanks for posting! 5 stars!", "klass": 1}
{"text": "I love synthesizers! this song is so uplifting and beautiful   )", "klass": 1}
{"text": "they need to put this on itunes.", "klass": 1}
{"text": "dizaster sucks", "klass": 0}
{"text": "love the tune from 4:15 to 5:40", "klass": 1}
{"text": "Very cool parents. Throbbing Gristle and Michael Jackson", "klass": 1}
{"text": "awesome. I've got to get this someday.", "klass": 1}
{"text": "This was awesome on Chuck.", "klass": 1}
{"text": "Ok so name me one scientist who does not agree or who has disagreed through \"peer review\" who you do not consider an idiot. Obviously peer review in this field is worthless. We need more than \"it's likely.\" From what I have seen the whole group of AGW scientist should be thrown out.", "klass": 0}
{"text": "LOVE the Movie LOVE the Song LOVE Tanner and Nathaniel and LOVE what you have done with IT!!!", "klass": 1}
{"text": "please upload this movie", "klass": 1}
{"text": "coool! should have pup the strings farher out so we can see it better!", "klass": 1}
{"text": "I find this very captivating, awe inspiring. A very impressive interpretation of the song and it's meaning, where the hell was my animation class in middle or high school? Damn.. I would have loved to have a chance to take that.", "klass": 1}
{"text": "whipping it around on the screen lol", "klass": 1}
{"text": "Godbless Vic", "klass": 1}
{"text": "I remember my housemates and I crowding around my television to watch this; we loved it, it was such a good spin-off.", "klass": 1}
{"text": "Oh snap!!!Hahaha,so good! The ending still makes me laugh aloud. In public.I get weird looks.", "klass": 1}
{"text": "fags :}", "klass": 0}
{"text": "Heh. Poo face.", "klass": 0}
{"text": "How in the world did you get there on such low levels? That is awesome man! I am subscribing to your videos God Bless you and may God Bless you all!!", "klass": 1}
{"text": "0:24 Birnes: \"You guys want evidence? Melanie will show you the evidence.\" Sounds very convincing but as always, their claims and emotionally-charged language come to nothing. This is is *no way* evidence that aliens are visiting our planet. Is it unusual? Of course. But we've all seen unusual things and they're hardly proof of anything so outlandish as alien/human crossbreeding. Hate these guys.", "klass": 0}
{"text": "So why doesn't the Pope or bishops kneel during consecration or to receive communion? Are they more worthy than we are? Why don't they have to show \"proper respect and adoration?\" I've never received a satisfactory answer", "klass": 0}
{"text": "Nita,", "klass": 1}
{"text": "I was refering to people like \"charlesischuck \" who obviously thinks he's a present day Einstein.", "klass": 0}
{"text": "@xRabiedRoosteRx lol...me too :P", "klass": 1}
{"text": "hmmm that game must be pretty short", "klass": 0}
{"text": "lol,SHUT UP!!!writer rage", "klass": 0}
{"text": "I have no idea, but if you find out please let me know.", "klass": 0}
{"text": "dope as usual! rare finds...", "klass": 1}
{"text": "Beautiful!", "klass": 1}
{"text": "@48jarmell the illuminati is dead.", "klass": 0}
{"text": "hard to tell who publishs the book. You should let us know those things when you review so we can chase down those issues more easily.", "klass": 0}
{"text": "And didn't Capp rather crudely put the moves on her?", "klass": 0}
{"text": "@semperjoshua and you do realize LenDale is on the Broncos now, right? I guess \"stud\" RB's in your book? go through 3 teams total in an offseason as well. Moving on, Thomas Jones may be an ok back, but he's far from what you're expecting and his old age w", "klass": 0}
{"text": "yea i know but that package only comes with on LE model and only XLE and limited nav", "klass": 0}
{"text": "this performance is on limewire if you lot wanna download it", "klass": 1}
{"text": "that park looks amazing", "klass": 1}
{"text": "English sub please", "klass": 0}
{"text": "love this song", "klass": 1}
{"text": "Love the AMV.OMG. That's my TV! :O", "klass": 1}
{"text": "James Gregory for President!!!", "klass": 1}
{"text": "Very nice!", "klass": 1}
{"text": "lol i love this guy man\"THIS ONE RIGHT HERE GOT SERVED TO SOME PLAYERS, THEY WAS PLAYIN BUT THEY ALSO GOT PLAYED\"\"THEY LOVE IT FOR  20 DALLAZ...ALL THE TYM, ALL THE TYM\"LMAOOOOOOOO", "klass": 1}
{"text": "omg, she is so dumb.", "klass": 0}
{"text": "Ahhh yes - The Vobes Show - Very entertaining.", "klass": 1}
{"text": "shits fuckin illim glad theres someone who knows hip hop", "klass": 0}
{"text": "Thanks Maam, I'm sure this video with help me out alot!!!", "klass": 1}
{"text": "Wow hickory got upgraded nice.", "klass": 1}
{"text": "Whats up wit full episode parodies? I swear the last one was like \"Gunslinger Rumble\" and this one cold be anytbhing from \"Sailer Rumle\" to \"Cardcapter Tenma\"", "klass": 0}
{"text": "But what if u DO like it? i think this song, or at least the way u sing it is wonderful and beautiful and awesome lol", "klass": 1}
{"text": "I've never played a Megaman game in my life, yet I *still* love this. Excellent!", "klass": 1}
{"text": "i just love this song....and gurdas mann's voice is awesome...", "klass": 1}
{"text": "@NaomiXTC once every 3-4 weeks, in the in between time i paint them myself.", "klass": 1}
{"text": "This song is for someone special in my life. I love you JP. Thank you for loving me, for making me feel like i am the most beautiful woman in the world. Remember, it all started at moonlight beach:-)", "klass": 1}
{"text": "I do not want to sound like a downer, but that was kinda boring", "klass": 0}
{"text": "Purely Adorable!!!!", "klass": 1}
{"text": "good job dude. can u please send me the tab.", "klass": 1}
{"text": "I know this has nothing to do with the faith itself, but I had to comment: At 7:04, that is a BEAUTIFUL family. Not only are they physically beautiful, but they seem so happy and united! And that little girl and her mother are just gorgeous!", "klass": 1}
{"text": "papi jump is hood!!", "klass": 1}
{"text": "I was in Mitre Square on new years eve. There is an atmosphere, even today.Thanks for the video.", "klass": 1}
{"text": "Yeah this was at a rubbish time as well other times when ive server crossed or used japan ISO theres usauly 1000  people", "klass": 0}
{"text": "Good Job.", "klass": 1}
{"text": "Cool video guys! Bodybuilding Warehouse is top! Bought all my stuff from you lot recently, cant thank you guys enough!", "klass": 1}
{"text": "What a few great goals so many memories there. Stuart greay's barmy army he is a quality manager !!!! come on town!!", "klass": 1}
{"text": "Two words: Bad Ass!!!", "klass": 1}
{"text": "yes, lets sit around idle praying to someone that doesnt exist. instead of standing up and doing something, we should just pray, of course our god that doesnt exist will help us!", "klass": 0}
{"text": "435 are set for life while the rest of America won't get diddly from Social Security and may never be able to retire!", "klass": 0}
{"text": "Every track on this CD is a masterpiece. Gould playing of Gibbons and Byrd is the equal of his Bach playing. The Sweelinck is also great.", "klass": 1}
{"text": "Congratulations guys on your 1 year anniversary!Anyone one that enjoys Indian cuisine has to experience the culinary delights that await them at Zeera By The Bay.What the mayor said is absolutely true, they make you feel like family, oh and try the fish!", "klass": 1}
{"text": "this was very informative could you make one for (please come to boston) by kenny loggins?!", "klass": 1}
{"text": "WOW", "klass": 1}
{"text": "kudos , om mani peme ho , free tibet and long live his holiness dalai lama ,", "klass": 1}
{"text": "Thanks Yeadon", "klass": 1}
{"text": "so wonderful job!", "klass": 1}
{"text": "Scotty is an annoying putz.", "klass": 0}
{"text": "I was wondering this, it's because in some of the songs he prefers to mess around with toys and stuff during certain songs, so he leaves it ot the other guitarist. But then last year when he had the car crash he got a permentant guitarist cause he couldnt play  [", "klass": 0}
{"text": "what is this song called btw i loved it ive watched it so many times before", "klass": 1}
{"text": "The Maghreb Union Countries \"place of sunset\" or \"the west\"The Maghreb Union Countries \"place of sunset\" or \"the west\"The Maghreb Union Countries \"place of sunset\" or \"the west\"The Maghreb Union Countries \"place of sunset\" or \"the west\"The Maghreb Union Countries \"place of sunset\" or \"the west\"Wiki put Conrad Black in Jail", "klass": 0}
{"text": "I love this look! Thanks for the vid!", "klass": 1}
{"text": "this is my favorite game, i cant think of anything better.....to me this is better than any of the new games...cant wait till the second one", "klass": 1}
{"text": "martin lawerence is the best", "klass": 1}
{"text": "i completely just fell for you.....you i will see in namibia.", "klass": 1}
{"text": "acorn sucks", "klass": 0}
{"text": "I'm with you Darrell, A BIG NO to this mosque.", "klass": 0}
{"text": "I love FFF!", "klass": 1}
{"text": "How can you type with a PENIS in your mouth?? That's a skill...make a video of that.", "klass": 0}
{"text": "Kenya is a big shithole!", "klass": 0}
{"text": "great video i do the exact same stretches :) lol its funny how u keep getting tongue twisted when sayjng 'stretch ur splits'! xD", "klass": 1}
{"text": "I agree!", "klass": 1}
{"text": "To: vivrin07 Dude, you've been brainwashed. Look at the early BBC and The Guardian reports from the region. They clearly say and show that the Georgians started this mess by breaking the ceasefire and shelling the Ossetian civilian centers.", "klass": 0}
{"text": "So glad to see Paul Sculfor, Wil Chalker and Andres Valencoso back on the runway!!! Where are Marios Lekkas and Tyson Ballou... hopefully Donatella can take Enrique Palacios out of retirement and back on the runway for next season!", "klass": 1}
{"text": "Amanda Tapping is one helluva sexy lady.", "klass": 1}
{"text": "Thanks for helping me against that heavy.0:49", "klass": 1}
{"text": "@mhill2559 No he doesn't.", "klass": 0}
{"text": "Is this based off one of her books? This is probably one of the most fascinating things I have heard in awhile and one of the most fascinating things that she has talked about on here. I'd like to read about it more in depth.", "klass": 1}
{"text": "cool vid!!!!! i guess the guy that cut away had his reserve repact due the next day!!!!!!", "klass": 1}
{"text": "You asswipe.", "klass": 0}
{"text": "@wlin2w8 AHAHAHHAHAHAH! ;DDD", "klass": 1}
{"text": "LOL hi there!! XD 0:27", "klass": 1}
{"text": "holy shit! hes married?", "klass": 0}
{"text": "@MYNameispie1 Wow, that's deep! I've never thought about the lyrics in that way before...thanks for the new perspective!", "klass": 1}
{"text": "Beautiful", "klass": 1}
{"text": "@beauttty07 cuz Bob's half black half white, and Damian's mom is white...so basically his hair is white, so it can grow reeeeal long", "klass": 1}
{"text": "awesome", "klass": 1}
{"text": "DIS SHIT GO HARD!!! LOVE IT!!", "klass": 1}
{"text": "man y is this so beeeppiinnng good", "klass": 1}
{"text": "GO FUCK YOUR SELF", "klass": 0}
{"text": "thank u 4 uploading!!!! P.S i am makeing flan now!!!!!!!!!", "klass": 1}
{"text": "why are pervs so ugly?", "klass": 0}
{"text": "wolverine 0:26", "klass": 1}
{"text": "thank you very much!", "klass": 1}
{"text": "@gurglepuck111 why do you despise them??", "klass": 0}
{"text": "@Mr0Whitey wtf if you go on any revision 3 program you will get adverts", "klass": 0}
{"text": "Mon Scotland!!! Love this makes me cry laughing you rock xxx", "klass": 1}
{"text": "This is Kate's favorite outfit.", "klass": 1}
{"text": "Make that 4 people. I hated that guy! We were glad to get rid of him", "klass": 0}
{"text": "ehh..he means modd them!like PIMPIN them!u get it?", "klass": 0}
{"text": "Damn - that's one young Stevie Goodman - when was this recorded?", "klass": 1}
{"text": "oh wow shes a brat", "klass": 0}
{"text": "This is #2 on the list of their best songs number 1 being Almost Lover 33", "klass": 1}
{"text": "Aren't they're something! love them.", "klass": 1}
{"text": "my school is doing this tonight!", "klass": 1}
{"text": "this is a bullshitits like staring at ketys vagina and not doing anything else", "klass": 0}
{"text": "barns and nobles has them.", "klass": 1}
{"text": "The proof is in your misleading video at 7:07.First, you attack other lock companies, then you attack the companies that test them, and now you're attacking the people who you're trying to mislead? Yeah, those business ethics are gonna get you far.", "klass": 0}
{"text": "exelent explanation", "klass": 1}
{"text": "nice...", "klass": 1}
{"text": "thanks fro posting, all of my trevino faves, and some i'm just now being introdued to.", "klass": 1}
{"text": "HAHAHAHAHA.omfg.that was amazing.nice job, sukka. :D", "klass": 1}
{"text": "O__OThe masking is perfect! I don't know how you did all that without your hand falling off. ;DI loved it 8D", "klass": 1}
{"text": "haha PEEWEE  - ", "klass": 1}
{"text": "One of my favorite's by Joanna. She's simply an amazing Musician.", "klass": 1}
{"text": "nce vid u should make some more vids like this and wat is the name of the manga?", "klass": 1}
{"text": "You deliver amazing videos every time. Thank you!", "klass": 1}
{"text": "are rude comments by ignorant people really needed? there's an option known by most people to put the volume on 'mute' or turning the sound off. hope that's not too difficult for you to figure out.", "klass": 0}
{"text": "Great song, thanks for reminding me", "klass": 1}
{"text": "what IS this...?", "klass": 0}
{"text": "AWESUUUMMM!!! first comment! ", "klass": 1}
{"text": "very good", "klass": 1}
{"text": "Nice one! Land Surveyors all over the world must have fun.Check out my site for some Scottish surveying fun as well as some Scottish scenery.", "klass": 1}
{"text": "Love this and this song!  3 Muahhhhhhh KSG rocks and is the REAL winner..Love it Nina! Muah!", "klass": 1}
{"text": "love the tennis match ,, great video ty", "klass": 1}
{"text": "Thank you.", "klass": 1}
{"text": "373 likes and 309 views", "klass": 1}
{"text": "This is more than cool!!!! Great animation! Brings literature to life! Truly shows how amazing the human body is.", "klass": 1}
{"text": "Well as long as you set Emerl's fight pose to Gamma's, you'll be able to explode when you die.", "klass": 0}
{"text": "Couple of sound level issues, but sweeeet apart from that, we want more!", "klass": 1}
{"text": "GUST GO TO HELL THAT IS NOT A JOKE IS IT ??", "klass": 0}
{"text": "love your description!", "klass": 1}
{"text": "October 29th. Venus Inferior Conjunction. Weird things happen on or within a couple days of these events. ", "klass": 0}
{"text": "u guys know what i hate u ur using a good stragie than people say \"ur a noob\" or they say \"ur cheating\" i just hate that", "klass": 0}
{"text": "If you check his paige all his comments are to younger looking girls...I'm not familiar with you tube but please someone do somenthing about this POS. Like Mr. Charlie Daniells says, the lowest scum on this earth is a child molester", "klass": 0}
{"text": "lennox Lewis... in my opinion 1 of the best boxers of all time... such a great personality such dedicationamazing boxer :)", "klass": 1}
{"text": "she is a bit of a bitch isnt she?", "klass": 0}
{"text": "...umm i hate tht voice pllllz change itz annoying..and scary", "klass": 0}
{"text": "the shoes are to die for!", "klass": 1}
{"text": "The music start at 4:19 Nice Song If You From South Central", "klass": 1}
{"text": "Mahalo! I will keep doing it as long as I can.", "klass": 1}
{"text": "Thank you! This helped me on my excel homework !!!!!! -[A thankful college student]", "klass": 1}
{"text": "WTF 1:00:05 HOW LONG CAN VIDEOS BEEEEEEEEEEEEeeee FUCK GOOGLE", "klass": 0}
{"text": "haha well said", "klass": 1}
{"text": "o.o", "klass": 0}
{"text": "omg that is awesome.", "klass": 1}
{"text": "advertisment SHIT", "klass": 0}
{"text": "I came to see you guys last year and i was so overwhelmed with the beauty of the sound you created! Your music is inspiring whether it be heard on the southbank on a sunny saturday or in a concert hall. Good Luck guys xxxx", "klass": 1}
{"text": "I have to say, that was actually quite good. I liked it.", "klass": 1}
{"text": "I love this song!", "klass": 1}
{"text": "Jack: Don't do anything stupid", "klass": 1}
{"text": "I keep coming back to your performance of this magnificent piece, surely one of the noblest in the organ repertoire. It combines youthful exuberance with a remarkably mature msical insight. A fine organ, too - but I would love to hear you repeat this on a real Cavaill?-Coll - St Sulpice or St Ouen, for example.", "klass": 1}
{"text": "@piscesrising2006: Not only do you lack knowledge of Minnesota law, you also lack any sense of class.", "klass": 0}
{"text": "OH MY GOD ! That , If you don't mind me say ...was actually beautiful :')", "klass": 1}
{"text": "fuck fuck fuck!!!!!! i didnt send the power to archmedies is there any way to change that", "klass": 0}
{"text": "ditto", "klass": 1}
{"text": "Erin..Thanks for your tips..Its very helpful", "klass": 1}
{"text": "That IS NOT a Piper PA-28. That IS a Cessna Skylane C-182. PA-28's don't have those long skinny landing gears. And the elevator is completely different. A search for the tail number reveals is a C-182. I can't figure out how the media called this one a Piper as for them all small airplanes they call them Cessnas ;)", "klass": 0}
{"text": "Thank God we had him for awhile.", "klass": 1}
{"text": "awesome!", "klass": 1}
{"text": "Brilliant medieval tech support ? totally hysterical...Karnt stopp ghiggling, and have to view it multiple times.", "klass": 1}
{"text": "thats a loooooooong bridge. its amazing he pulled this off.", "klass": 1}
{"text": "If you actually use these kinds of bulbs you better turn em off for good and get rid of em!", "klass": 0}
{"text": "holly shit I like that!!", "klass": 1}
{"text": "dude i think thats the best one yet jk lmao", "klass": 1}
{"text": "nice vid", "klass": 1}
{"text": "he is awesome and i now enjoy the cod 4 game play wayyy more now....", "klass": 1}
{"text": "@darkalemanbr nice!!!", "klass": 1}
{"text": "this is awesome how but how", "klass": 1}
{"text": "here's a site ya all will love video2mp3(dot)net you can convert youtube videos to mp3s for free without downloading any programs and you can get the music that you want all the time", "klass": 1}
{"text": "FREE MY BOI BOOSIE.........", "klass": 1}
{"text": "pittsburgh needs to be blown up. they let these mother fuckers do whatever they want. i can NOT stand these pussies. stanley cups or not the penguins are fucking gay.", "klass": 0}
{"text": "7th damn not first", "klass": 0}
{"text": "PEACE !", "klass": 1}
{"text": "you gotta search ONE TOOTH PIMP, really funny , ONE TOOTH PIMP. ONE TOOTH PIMP, LEAVE COMMENT IF U THINK IT IS FUNNY, I think it is creative and hyst", "klass": 1}
{"text": "@Angiegirl2112 you rock", "klass": 1}
{"text": "i wanna go on a date with ryuu too hahahahah he so cute", "klass": 1}
{"text": "you would get raped by cross fire.", "klass": 0}
{"text": "@Skelevision Thank you Skelevision, please share this video with everyone you can", "klass": 1}
{"text": "hahahahahahahahhahahhahhahahahhahah lololololool that would be a sight!!!", "klass": 1}
{"text": "There is a song here that every country music fan can relate too sometime in their life! Thank you for your great uploads!!!!!", "klass": 1}
{"text": "I like how Hill was able to integrate himself into a new setting with Magic.", "klass": 1}
{"text": "may allah bless him jannah may it give reflect humanity peace and light", "klass": 1}
{"text": "Wow...that's impressive!", "klass": 1}
{"text": "Absolutely awesome!! Impressive.", "klass": 1}
{"text": "@MissYessie11 Thanks!", "klass": 1}
{"text": "cool", "klass": 1}
{"text": "Cool pack....can it fit on the JUMBO VERSIPACK?", "klass": 1}
{"text": "The end is very near !", "klass": 0}
{"text": "They tried but what you see in most of the 'room' pic is the 'Upgrade' that cost more....some upgrade, from bad to 'As bad'.....", "klass": 0}
{"text": "What really stinks is this Wheat Thins commercial.", "klass": 0}
{"text": "Such talent. Such passion. What a beautiful, magnificent voice! Wonderful.", "klass": 1}
{"text": "A Tribe is the effen best", "klass": 1}
{"text": "@5796 I really don't like Ten Chances because players waste the rest of their chances on the 2nd prize.", "klass": 0}
{"text": "YEAAAAA", "klass": 1}
{"text": "future looks bright", "klass": 1}
{"text": "love Andy's voice...", "klass": 1}
{"text": "haha LOL mate!", "klass": 1}
{"text": "@MultiUncensored You're the one who's pissed because a crtic gave thumbs down to some movie you like. Faggot.", "klass": 0}
{"text": "i eman 1st best 1 the 3rd 1, 2nd best is the 1st 1, 3rd best is the last 1.", "klass": 1}
{"text": "do you guys live in pennsylvania cuz i know a kid who looks completely identical(not exagerating at all) to the kid on the red chair with the yellow chat and his brother looks a little like the red head kid, also, i know ive seen the black hair dude (with the blue chat) somewhere. I think they yellow chat dudes friend live across from my friends house and i got to the same karate school as theyellow chat and red head dude (if they are the same thing)", "klass": 1}
{"text": "the reason he isnt going to blow up is because all he talks about every single line is weed. 34/7 weed out his mouth. like holy fuck i get the point. you smoke weed. i aint heard shit bout him being hood tho just smoking weed. if i opening his head all i would find is a bunch of fucking weed ashes", "klass": 0}
{"text": "i so agree!!! XD This may be the best anime i watched this year!!!! seriously it just keep gstting better and better every time i watch a new anime.....i wonder if this is a book? i hope so cause i would TOTALY buy it!!!! XD", "klass": 1}
{"text": "Salaam", "klass": 1}
{"text": "no way... seriously?", "klass": 0}
{"text": "@nor888vast695 She was smart.", "klass": 1}
{"text": "Introspective is now 22 years old and sounds like they made it yesterday. Brilliant.", "klass": 1}
{"text": "a fucked up car in that game Interstate 82 makes EXACTLY the same sound. Just like the beat \"de de dee \"", "klass": 0}
{"text": "OH HA HAHA HA HOURS N HOURS O' FUN!!!!", "klass": 1}
{"text": "Nice", "klass": 1}
{"text": "Wise words! Inspiring!", "klass": 1}
{"text": "this song brings back memories even tho it came out when i was in the ninth grade lol", "klass": 1}
{"text": "my hardware installer doesnt detect it.", "klass": 0}
{"text": "this guys not to bad with the old cat and can", "klass": 1}
{"text": "Is his brain like a one track mind on repeat?He keeps saying \"Oh! I'm leaving bye!\"*six months pass*\"I'm leaving again people are sick!\"Seriously....../Facepalm", "klass": 0}
{"text": "Yeah, but it's just that Nazrin is so much easier to get lol.", "klass": 1}
{"text": "@MsEllz21 stale", "klass": 0}
{"text": "SING CHRIS!", "klass": 1}
{"text": "ew Derwin...", "klass": 0}
{"text": "I don't know about this video. Do you habe any others that can back it up?", "klass": 0}
{"text": "wow just wow", "klass": 1}
{"text": "@Turnback Good response.", "klass": 1}
{"text": "thats my staes song", "klass": 1}
{"text": "Another good one LORC, its funny - people also seem to turn red when I'm around them as well! ", "klass": 1}
{"text": "I agree with this man! Thank you for standing up for the truth!", "klass": 1}
{"text": "thanks for the upload :)", "klass": 1}
{"text": "MY FAVORITE MYRTHA DOES IT AGAIN.", "klass": 1}
{"text": "oh yall are sexy", "klass": 1}
{"text": "Thanks for the video. Having just undergone my third surgery for a detached retina, it is great to see what the surgeon did to my eye. I am glad I saw it after the surgery and not before. L. Newton, Ph.D.", "klass": 1}
{"text": "awesome video SEnses Fail and Hellsing Both are awesome", "klass": 1}
{"text": "To get this mp3 go to audofier doht cohm.", "klass": 1}
{"text": "i love the riddlers laugh HIFF HIFF HIFF HIFF HIFF HIFF", "klass": 1}
{"text": "Congrats Manuel!!!! Keep it up!", "klass": 1}
{"text": "Thankyou for doing this :)", "klass": 1}
{"text": "he needs to start doing stairs", "klass": 0}
{"text": "Wow his voice made me hungry!", "klass": 1}
{"text": "Why is my post repeatedly removed?Five times it is posted then removed.whats up with YT?", "klass": 0}
{"text": "awesome . i hope sony listen to u", "klass": 1}
{"text": "they are really far away, not much of a atmosphere", "klass": 0}
{"text": "So is the point of this game to be an out of shape loser? Why would you pay fifty dollars to do that?", "klass": 0}
{"text": "the diffrence is in america its not a god in japan it is america changed it to burning gundam becuz it might be offending some ppl calling gundam a god", "klass": 0}
{"text": "Thanks so much for putting these up.", "klass": 1}
{"text": "Yep, the temple of Solomon is the key to being able to shift between dimensions. According to Islam King Solomon was the only prophet who had special powers given to him by God. These powers meant King Solomon could travel between dimensions, so to reconstruct the temple is a must for the iniquitous nwo.Peace to all mankind!", "klass": 1}
{"text": "epic song fo sho", "klass": 1}
{"text": "thank you very much  )", "klass": 1}
{"text": "@Wahofann yea but black ops is going to be better :)", "klass": 1}
{"text": "this my straight issh.. she went hard on this.. big ups to pharell for helpin her make this! two geniuses at wk!", "klass": 1}
{"text": "I dont like this album much at all, theres only 4 or 5 songs on it that really stand out to me.. Theres not enough heavy stuff on it", "klass": 0}
{"text": "Thanks Pascal", "klass": 1}
{"text": "thanks man", "klass": 1}
{"text": "Well. This song is rather blatant looking at it one way and rather ambiguously worded looking at it from the other angle.Allude to sex on the internet -  Preteens go crazy", "klass": 0}
{"text": "@gaiusscholasticus; I don't assume any rights, my friend, because I wasn't there.", "klass": 0}
{"text": "really nice! like an impromtu rot hod!", "klass": 1}
{"text": "thank god for the BBC", "klass": 1}
{"text": "brilliant!", "klass": 1}
{"text": "this is the best PCTS live show ever", "klass": 1}
{"text": "i love the song its from sonic heros for intendo game cube", "klass": 1}
{"text": "uno mas and I am complete :D", "klass": 1}
{"text": "raven needs 2 c'm back eric young sucks i wanna c him leave tna g2 shitty wwe", "klass": 0}
{"text": "@youngbuck189 Wait, say what?", "klass": 0}
{"text": "Dearest Sam, you 'speak the undesirable truth' in such a way that you make us see that it is all we can desire. I think that you will 'dare to go where He leads' because you know (and make us all see)that elsewhere is into nothingness. God bless you beloved friend.", "klass": 1}
{"text": "Good!", "klass": 1}
{"text": "Holy Crap!!!! This is the most amazing thing I've heard and read in a long time...", "klass": 1}
{"text": "wtf is this??? i thought this is Liverpool's Switzerland training camp", "klass": 0}
{"text": "thats y i subscribe, your good", "klass": 1}
{"text": "You looked very nice.", "klass": 1}
{"text": "Absolutely fabulous. A former golden no1 from the past. Great stuff and take a bow inmeyard.", "klass": 1}
{"text": "You must be a male-hating feminist, or a self-hating man.", "klass": 0}
{"text": "this movie was exlent. (from aly) I could watch it all day!soooo funny. LOL", "klass": 1}
{"text": "yoo probbally didnt get fsx then", "klass": 0}
{"text": "mmm sexxy daddy come to my house ;)", "klass": 1}
{"text": "thankyou! this helped me soo much!", "klass": 1}
{"text": "How come there are only guys? Strange...something is being hinted here...", "klass": 0}
{"text": "Megga!!!", "klass": 1}
{"text": "I will believe that the economy is turned around when our debt is paid off, and when Obama is not borrowing 41 cents of every dollar he spends from China. I will believe that this is not a false recovery when we start producing our own goods. Look at the trade deficit guys... Our money is going overseas, then coming back in the form of debt. The only reason the dollar is where it is now is because the countries holding our debt are waiting to bail out, with minimal losses. We are in for it...", "klass": 0}
{"text": "if looks could kill is such a good song to blasst in my car", "klass": 1}
{"text": "wooo, China also borrowed money to USA to fuel its invasion of Iraq. Should we blame China for the Iraqi invasion? What a joke!", "klass": 0}
{"text": "why do you have that if you don't have 2", "klass": 0}
{"text": "i hate the X factor, the people who go on it have no talent or orininality, they don't right their own songs, and the only reason that one of them wins is because they have some sob story to try and win the voters over. i bet that he will be working in B&Q by about 2013. simon cowell is not a music fan as all of the people he has helped to create have no talent and last for about a week and a half. simon cowell is killing music and creativity and turning us into zombies by force feeding us shit.", "klass": 0}
{"text": "i was referring to philo farnsworth, u aching great cock", "klass": 0}
{"text": "i love the flow of this song and its just a couple of words but thats what makes it catchy.i really like this song.", "klass": 1}
{"text": "Listen to Geitner's tone. He knows he is shovelling bullshit. He isn't even making an attempt at making the scary stuff sound scarry.", "klass": 0}
{"text": "Nekoooooooooooooooooooooooooooooooooooooooooo my case", "klass": 1}
{"text": "Man, I looooooooved this show when I was a kid. So awesome.", "klass": 1}
{"text": "@rogeropie - It's a tamil folk song from tamil nadu, Southern India........a typical village song", "klass": 1}
{"text": "Sounds like am saturday lol", "klass": 1}
{"text": "Develope all the state not just BLOODY ABUJA IF NOT U ARE A JOKE TO THE WORLD.", "klass": 0}
{"text": "fucking you tube fucking up agian!", "klass": 0}
{"text": "motley crue is the fuckin best", "klass": 1}
{"text": "I watched this while playing Aasim god wit the flow at the same timethat shit went hard", "klass": 1}
{"text": "I think we all need to join together and crank up the volume at the same time while that song is being played to spread the word to the world to be quiet.Great clip... very clever!", "klass": 1}
{"text": "The mariachis would serenade,And they would not shut up till they were paid [....]In that moment of truth I suddenly knewThat someone had stolen my wallet.very funny!! :)", "klass": 1}
{"text": "This act is so cool! They just look like they're having so much fun just jumping on the beds and doing everything their motehrs told them not to! haha!", "klass": 1}
{"text": "@clehneis then dont watch you moron.", "klass": 0}
{"text": "who the fuck said fuck oy nope nigga fuck u oyyy night was gooody ", "klass": 0}
{"text": "best show ever!!! he's sarcastic and hilarious!", "klass": 1}
{"text": "As long as the GOP is for tax loop holes that encourage US corps to use Chinese slave labor, and for deregulating the criminal bankers, and holding up SBA lending to small business, and for taxing billionaire hedgefund managers? at 15% when I pay over 20%..as long as the GOP is for this BS..they are not on my side and they don't get my support.True, Obama is late to the game, helping small business but the GOP are just obstructionists.", "klass": 0}
{"text": "I have to ask you...have you ever been bitten....and are you always barefoot in the swamp??....by the way..this video is amazing......very good..I have some vids on here of a black snake and some other things along the susquehanna river where I live in Pa...", "klass": 1}
{"text": "awsome song and I love this movie...I have the DVD at home hehe", "klass": 1}
{"text": "omg P7'S i cant wait till barga like", "klass": 1}
{"text": "good", "klass": 1}
{"text": "OMG ONLY 47 VIEWS!", "klass": 0}
{"text": "Great style. Really smooth and clean.", "klass": 1}
{"text": "Thanks, Mike was a good friend and will not beforgotten.Miss you buddyWeedz", "klass": 1}
{"text": "wow!!!!!!!! in 2010 its still sounding goood even though i first heard it in 1979 when i was 9 , what a voice.", "klass": 1}
{"text": "i thibk he hack that acocunt", "klass": 0}
{"text": "to hear this song make me go up and dance to the music.Love tradition Khmer dance(Ramvong).", "klass": 1}
{"text": "I swallow it every tuesdayNow that is funny.", "klass": 1}
{"text": "where the fuck is part 3 and 6 i wanna see the midget and the donut guy.", "klass": 0}
{"text": "wonderful! if you love sets of earrings and bracelets check out the donnaliza collection - it's affordable and looks real! Just search donnaliza on google and youll find it.", "klass": 1}
{"text": "This speaker really wants to sound like Obama. \"Ah, Ah, Ah, Ah, Ah. fucking retard cant talk.", "klass": 0}
{"text": "ah man you saw the tour!?!?!?! lucky duck i wish i could have seen it", "klass": 1}
{"text": "haha bullshit you dont have a gf", "klass": 0}
{"text": "excellent ...thank you!!!!!!!", "klass": 1}
{"text": "lol! exactly.", "klass": 1}
{"text": "i still dont understand, is there an adhesive or does it slide into a crack to keep it up?", "klass": 0}
{"text": "there i am!!!!!!", "klass": 1}
{"text": "@cathyrawrbear It totally does!", "klass": 1}
{"text": "sooo boring", "klass": 0}
{"text": "I watched this filmfor the first time on TV 2 days ago and loved it. Such a heart warming story.", "klass": 1}
{"text": "@MapleDork ugh you're a mind reader. i wonder what the champions of charity would've been like had those five crews won instead...", "klass": 0}
{"text": "I saw the theatrical version in the theater and the opening credits were very erotic. I know...for those who don't recall it had Buck and various women mackin on the Buck Rogers logo. If I recall correctly.", "klass": 1}
{"text": "@OctalLord Means he's testing things", "klass": 1}
{"text": "im sorry but this extremely boring. Im from port, and i was excited to see that someone made a documentary. but come on.", "klass": 0}
{"text": "Then why did we let you be free again???? Why let you???? Why have a revolution over something planned?? I'm not a racist but that gap is left out.", "klass": 0}
{"text": "Yeah this one has a lot better video quality than the other one.", "klass": 1}
{"text": "lets chat", "klass": 1}
{"text": "Hgnr!!", "klass": 1}
{"text": "My favorite scarf is the cheetah print scarf ! it's soo adorable and you can wear it in so many ways ! (:", "klass": 1}
{"text": "Oh you mean the debuff line, cant remember the precise name. All addons are listed on the main channel page though.", "klass": 0}
{"text": "that was not a tutorial!", "klass": 0}
{"text": "OMG That Trey is so fucking sexy", "klass": 1}
{"text": "Women wrestlers in a cage, wouldn't happen in WWE.", "klass": 0}
{"text": "I'm going to take a wild guess and say Eddie long ain't gonna be there", "klass": 0}
{"text": "McSame is just another bushbot running another sleazy show run by the same criminals that brought you BushCo 2004. The good thing is that Obama Camp won't take this crap as did the Kerry team  ) The respond Fast!", "klass": 0}
{"text": "Great video!!!", "klass": 1}
{"text": "Oh, yeah I subscribed and marked this as my favorite.", "klass": 1}
{"text": "O my god! I watched the first 22 seconds and could not go further. I have heard stories about dogs sacrificing their lives for their owners. I feel so angry at this man who is doing this. I hope he goes to hell! this is just cruel. The face of the dog at 22. is heart breaking.", "klass": 0}
{"text": "artistic... talented man", "klass": 1}
{"text": "holy crap!!! i love starcraft being a korean....omg i am just speechless!!!!! xD", "klass": 1}
{"text": "This spared us many tears this morning. Thank you so much for making and posting this.", "klass": 1}
{"text": "I love you", "klass": 1}
{"text": "Just absolutely beautiful.", "klass": 1}
{"text": "In Sickness and in Health is Pending DVD release. Spread the word to other fan's so we get all 6 series and the 5 christmas specials on DVD. Series 1 will be released soon, as soon as I get the release date it'll be on here...", "klass": 1}
{"text": "The music may not be of good quality. The Police Band is playing the tune 'General Salute'. You can also hear the Buglers playing their version of 'General Salute' (which they play when the Guards change at the Quarter Guard).Tvm. Special Armed Police (SAP) was formed when the Travancore Nair Infantry regiments were phased out, or moved into existing Infantry regiment (Madras Regt.). Travancore Nair Infantry in earlier days of the king provided bandobust duties for the 'Aarattu' festival.", "klass": 0}
{"text": "hey check my newestvideo out please thank you", "klass": 1}
{"text": "Thank you so much for posting this!", "klass": 1}
{"text": "PINGAS...ANOYYING", "klass": 0}
{"text": "fantastic quality thanks so much", "klass": 1}
{"text": "this video is really cool", "klass": 1}
{"text": "That is an excellent suggestion, I will implement that one as soon as I can.", "klass": 1}
{"text": "lol how she gonna have makeup on coming out the water", "klass": 0}
{"text": "release it!", "klass": 1}
{"text": "whos that hot blonde chick steph? shes a total skank. like seriously :P", "klass": 0}
{"text": "@sitafreak420 No, I don't think there will be a touring m5 this time. I could be wrong, I think I just read it somewhere. Probably the new m-sport 5 series though.", "klass": 0}
{"text": "FUUUUUUUUUUUUUUUUUUUCK YEAH", "klass": 1}
{"text": "Well done.", "klass": 1}
{"text": "I saw when you originally did this on Brunch with Bridget and I laugh hysterically every time I hear it.", "klass": 1}
{"text": "Haha, wow.", "klass": 1}
{"text": "hi sunny. i live on the east coasts long island. i have about ten black wallnut trees on my horse farm and i just went out to pick a bout 100 today and now i need to crack them. last year, i had a harvest of about 1,000,000 and my italian grandmother came up with a new way to crack open the wallnut. what she did was put it in a sock and beat them with a hammer. try this idea and tell us what you think. is it easer than the nut cracker", "klass": 1}
{"text": "Nice!", "klass": 1}
{"text": "Yeah, because a minute and a half definitely equals 30 sec.", "klass": 0}
{"text": "@sonoe09 you from madtown????", "klass": 0}
{"text": "yea, she didnt measure an entire cup. it shud hav been thickr", "klass": 0}
{"text": "I wonder if he also raped while on the run... if any women/girls will come forward in Europe?", "klass": 0}
{"text": "Thanks i love your comment tooooooooooo sk80nzero", "klass": 1}
{"text": "What the heck? Why is this flagged? Err... now i see that others are also wondering what idiot reported it... Sheesh. Just coz you hate j-pop from the 80s...", "klass": 0}
{"text": "This is the best cover of anything I've ever heard", "klass": 1}
{"text": "What is it with you snogging alpaco's & licking goats, lol", "klass": 1}
{"text": "I want that song !", "klass": 1}
{"text": "@1blackone I'm 6' 1\" I just bought one, love it, get one quick, their goin fast", "klass": 1}
{"text": "annoying ass commentators, thick accent   not being eloquent at all   repetitive, dude needs a speech therapist.", "klass": 0}
{"text": "Who cares if the Japanese are hunting whiles? I don't know if greenpeace gets government backing at all or not, but I don't want my tax dollars supporting this rogue organization. If so, I'm going to write my senator.", "klass": 0}
{"text": "Great Video", "klass": 1}
{"text": "This is AWESOME", "klass": 1}
{"text": "barack just went uuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuhhh alot.", "klass": 0}
{"text": "the acting in this scene is brilliant and its just so emotional it makes me cry everytime,fantastic !", "klass": 1}
{"text": "sht i aint heard this s0ng ina hella l0ng ass tyme d0e!", "klass": 1}
{"text": "an amazing interview great info thx for sharingnamaste", "klass": 1}
{"text": "Another great video. Thanks!", "klass": 1}
{"text": "G. Bush was a total frailer. But look ad you president Obama, you are my inspiration, here you are ad your best, this speech was the best speech I have heard in a life time. It applauds not only the great students but also for the US nation and all regions on the world. ", "klass": 1}
{"text": "Glory to God! Thanks so much for uploading this beautiful video. It helps me prepare for church every sunday!", "klass": 1}
{"text": "I like your cover of this song -- the reverb on your voice and slow acoustic guitar sound great together.", "klass": 1}
{"text": "lets funk,yeah", "klass": 1}
{"text": "they should do a Morgan Freeman narration LOL", "klass": 1}
{"text": "I grew up in Boulmer and know Main and John really well. Remember watching this on TV and it still brings back great memories of being a kid and going down to greet the fishermen as they came home.", "klass": 1}
{"text": "thanks dudee my first attempt :)", "klass": 1}
{"text": "That's just too adorable! Congrats!", "klass": 1}
{"text": "Appreciate your review. I'm looking into barefoot myself and your rundown of features and explanation of sizes helps. Thanks.", "klass": 1}
{"text": "nice video and they all look beautiful together it is so cute and amazing, i cant wait for season 4 where all the girls are together now that would be awesome!rock on!", "klass": 1}
{"text": "launch before the columbia. btw first comment.", "klass": 1}
{"text": "@suensmith ......this is why kenya will never develop", "klass": 0}
{"text": "My wife and I have talked to him a few times. Seen him at a few rallies and Albuquerque. Trying to talk his parents to come to EAA in Oshkosh WI. Great guy just like his parents.", "klass": 1}
{"text": "Love eva!!! Does she say parker in an english accent at 2:10? lol", "klass": 1}
{"text": "thaks maha great stuff", "klass": 1}
{"text": "Heavily edited with ads......there is like a half hour missing from this movie WTF? What a rip-off!", "klass": 0}
{"text": "called sarcasm look it up", "klass": 0}
{"text": "@xxxilsexxx yes it is :)", "klass": 1}
{"text": "and and and...uhh uhh uhh... Does he know anything about the game.", "klass": 0}
{"text": "one of my faves :P", "klass": 1}
{"text": "Nice.", "klass": 1}
{"text": "Great !!", "klass": 1}
{"text": "Nice horn.", "klass": 1}
{"text": "more videos", "klass": 1}
{"text": "Panic!!!!! where's the xanax?", "klass": 0}
{"text": "NOW THAT'S AN OPENING TO A VIDEO.", "klass": 1}
{"text": "they are playing with people's lives for their amusement. Hubris?", "klass": 0}
{"text": "Nicki Goo Hard !", "klass": 1}
{"text": "Mad Love! This song is in your top 5 fa sho.", "klass": 1}
{"text": "the dudes name is trevor mcnevan and the drummer is steve and probably are the most awesome band ever (besides skillet) rawk on thousandfootkrutch", "klass": 1}
{"text": "@rafikcc Revelation 8:9 \" and a third of the creatures that are in the sea which have souls died, and a third of the boats were wrecked\".", "klass": 0}
{"text": "they did that on purpose i suppose its just an easter eggy thing that emphasises what youve made of sheppard", "klass": 0}
{"text": "Check out DNA activation synchronicity, that's no maybe. The Universe is NOT a \"giant maybe\"- read about Unified Field Theory - Youtube search Nassim Haramein's work. The time is always NOW, you are not random and \"maybe\".", "klass": 0}
{"text": "Just once I would love to do the Monkee walk with some friends like this -- just for the fun and laugh of it (can we throw in the Monkees too? -- LOL).", "klass": 1}
{"text": "@Tristyn2957 ehh now i have to disagree with u on tht one;(", "klass": 0}
{"text": "was it ham with pineapple? That's my favoriteAlso first place on this song is very impressive.", "klass": 1}
{"text": "Obama...lets use his real name finally. Are u really gonna vote fir...ILLIGAL MAN?! Really?", "klass": 0}
{"text": "i love this song.", "klass": 1}
{"text": "did they cut it down because of the lightning strike? did it kill it?", "klass": 0}
{"text": "awesome video! go skip beat! btw i luv the mustache part :)", "klass": 1}
{"text": "You are most definitely an open channel! Your videos just keep getting better and better. Your sense of color and balance is amazing.", "klass": 1}
{"text": "Best best ;-)", "klass": 1}
{"text": "I wanted to see that Weakest Link episode..great upload anyway!", "klass": 1}
{"text": "WONDERFUL", "klass": 1}
{"text": "How does this kind of sewer scum logic get rewarded by positions in academia. Wolfowitz, of Team B, was working at Johns Hopkins Paul H. Nitze School of Advanced International Studies (Nitze, also of Team B).The social sciences are an embarrassment to the word \"science\".", "klass": 0}
{"text": "hey abielle your filipino!?kewl!nice video )", "klass": 1}
{"text": "His handwriting is amazingly good. It's interesting how much repetition exists in math. A development of a topic involves such a gradual transformation of ideas. It's very gentle. Math pokes at the imagination in a very powerful way. That lecture hall seems like a happy place. I wish I was there. I would play firsbee afterwards.", "klass": 1}
{"text": "7:45 - \"You can't win. You just can't win!\"", "klass": 1}
{"text": "I can see November from my house and all you young turks will be crying!", "klass": 0}
{"text": "yuppie flu?", "klass": 0}
{"text": "So CUTE!!!", "klass": 1}
{"text": "shes old nw.", "klass": 0}
{"text": "g.love   sweetness", "klass": 1}
{"text": "Sieg Heil From Bristol.Clean Again The Streets of Europe of scum!Heil Third Reich!14/88. Britain!.", "klass": 0}
{"text": "This is really cool, I hope you publish the book, I'd love to read it. If you don't mind, could you tell me what the name of the very first song is. Please and thank-you.5 stars btw", "klass": 1}
{"text": "my favorite NOIR DESIR song. SEXY!!!!", "klass": 1}
{"text": "lol its almost chrismas right now...december 12", "klass": 1}
{"text": "Tears in my eyes! I wish they would've talked at least a little about Secretariat's relationship with Eddie Sweat- his indespensible groom! I seriously cannot wait for the movie to come out this fall!!", "klass": 1}
{"text": "This is great", "klass": 1}
{"text": "Mighty nice! Bravo", "klass": 1}
{"text": "this is the best song on the album. Daughtry is amazing. This album is far better than the first one, which was amazing too..but this one blows it out of the water. Hands down.", "klass": 1}
{"text": "all about THE ORIGINAL....just like BOBBY!!!!!!!", "klass": 1}
{"text": "She stayed a long time. Good girl Una!", "klass": 1}
{"text": "@TacticalAce89 fraps? yea", "klass": 1}
{"text": "haha its funny verry funny XD", "klass": 1}
{"text": "Simply Lovely!!!!", "klass": 1}
{"text": "@RobotCow01 Why Are You Watching It Then?", "klass": 0}
{"text": "omg thats just ....wow i cant even describe how amazing that was BEAUTIFUL AWSOMNESS!!!", "klass": 1}
{"text": "A great video. *****:-)", "klass": 1}
{"text": "perfection", "klass": 1}
{"text": "Oh and Good Luck I so hope you win!!!", "klass": 1}
{"text": "a men to that mi brotha u hate it kuz u dont understand it faget", "klass": 0}
{"text": "WHY WOOD IRVIN EVER HELP ANY OTHER UP AND COMING FIGHTER AGAIN THE WAY HE HOOKED UP ANGEL AND THE WAY ANGELS FANS TREATED HIM EVEN BEFOR THE FIGHT. IF I EVER GET TO HIT SOME DUDE SO HARD THAT HE DOESNT NO WERE HE IS OR WHAT HAPEND AFTER HE HIT ANGEL IN THE FACE WITH HIS RIGHT HANDED BAT I WOOD NEVER FEL THE NEED TO GIVEM A 2ND CHANCE, ARE U EVEN FOR REAL, WERE U THERE. WHO HAS ANGEL EVEN FOUGHT WITH A REAL RECORD. ANGEL MITE HAV BETR LUCK VS DAVE HUCKABA.. MAYBE", "klass": 0}
{"text": "Ugly Organ is by far their best.", "klass": 1}
{"text": "Aston  3 iluu xxx", "klass": 1}
{"text": "It's been a long time since I listened to \"Sound Affects\" and unfortunately forgot about this amazing song. Stumbled onto it last night (watching the Rockpalast show they did 30 years ago).", "klass": 1}
{"text": "thank you:) to the beautiful wise women and to you who posts. these words will carry on through the universe, releasing more love. im watching all these videos im addicted.-Dez", "klass": 1}
{"text": "I have been searching for this song for over 40 years. When I was in Libya in the 60's, my friend used to bring this little 45 lp to all dance parties. I finally found it today, what a relief!!", "klass": 1}
{"text": "I love this music ... This song was pre loaded on my laptop when I purchased it . Every time I play it I get teased...lol, it goes well w/ your slide show", "klass": 1}
{"text": "very cool!", "klass": 1}
{"text": "I would go to Robalo Boats website and do a dealer search.", "klass": 1}
{"text": "i'm literally crying right now.", "klass": 0}
{"text": "damn near went deaf at this show", "klass": 0}
{"text": "@GregoryD57 Haha your lack of irony is hilarious mate.", "klass": 0}
{"text": "NPNS - No Plug, No Sale!", "klass": 0}
{"text": "This is ridiculous. Just turn off the game for half an hour.", "klass": 0}
{"text": "Thumbs way up! Looks, sounds, and strobes awesome.", "klass": 1}
{"text": "ssatish112233: another 23 yr old moron on YouTube that don't know shit EXCEPT he's a white boy trying to be black, lol, got all the Dre and Snoop joints in his lowrider, ,lol. You're a fawkin disgrace to this Country. Get a clue, read something like American history... Fawk off moron.", "klass": 0}
{"text": "Wow. Amazing video. I'm starting nursing school soon and hope to be a flight nurse one day.", "klass": 1}
{"text": "WRYYYYYY!!!", "klass": 1}
{"text": "I think we all know that the trumpet player was excellent but man on man, the orchestra backing him up was superb. Very musical and followed all the dynamics....true professionals.", "klass": 1}
{"text": "yes", "klass": 1}
{"text": "thanks for the support!", "klass": 1}
{"text": "Just follow this link and discover how you can make a 100% free? living!lovefreestuff.webs", "klass": 1}
{"text": "@BigBenClockTower Brah you're dumb. They even say it. On their first LP, it says \"this album is dedicated to carcass, without, this genre would not exist. You know stoked they would be if you called them a carcass rip-off band?", "klass": 0}
{"text": "team garcia!!!", "klass": 1}
{"text": "But after all: A Krupnik is a Krupnik! Is it a Krupnik.... (1:58)I have no clue what Morticia means, but it's hilarious how she says it  )", "klass": 1}
{"text": "cool", "klass": 1}
{"text": "... Having Sora In Brawl Would Be", "klass": 1}
{"text": "wow norweigen sounds a lot like english", "klass": 1}
{"text": "yo, grav hammer? TOTAL. HALO. STEAL.", "klass": 1}
{"text": "@IGBJKLHOIGI The real god? Then why does that read \"There's no other god than allah\"? Shouldn't it read there's no other 'alah' than 'alah'? Hmm?? BTW, 'alah' in paleo hebrew (such as the inscription in the film) means CURSE. Go figure.", "klass": 0}
{"text": "Damn nice", "klass": 1}
{"text": "Mauldin is an idiot. If he knew his head from his a** he would have written a b ook BEFORE the collapse and predicted it instead of writing some stupid boo that wont tell you jack. Maudlin is a snake oil sellsman like many others in the media.", "klass": 0}
{"text": "The Cop responds to the woman \"No, He's saying you're tresspassing on city property\". Well doesn't the cop have the duty to know the law and uphold it? Shouldn't the cop have told the guy who was protesting the Librarian that she was within her CONSTITUTIONAL rights to be there with a sign???????", "klass": 0}
{"text": "great piece :D", "klass": 1}
{"text": "Excellent! Brooke Smith", "klass": 1}
{"text": "I used to work with Cami in the wacky world of advertising. She's is an extremely talented writer and the book is well worth reading.", "klass": 1}
{"text": "its funny that i still remember in your concert in new york in \"2001\" i think... ya were singing \"it happens every time\" then you said \"i love you\" to a fan! you and frankie were the sweet ones!", "klass": 1}
{"text": "I love this song. I have to listen to this everyday. when ever I am down or up. God is good all the time and I don't know where I would be without him. Thank you Jesus.", "klass": 1}
{"text": "sneaky! but not very good loot . ", "klass": 0}
{"text": "Sweet.", "klass": 1}
{"text": "Seems like the last few stories like these, like the girl in her dorm getting swastikas on her door, all have turned out to be the person doing it themselves.They set up a camera to catch the anti-semite, and instead found her drawing it, then calling and crying saying someone was going to kill her.", "klass": 0}
{"text": "Some awesome shots there dude. Bravo.", "klass": 1}
{"text": "I like how you're not sponsored. Keep it real. Looking forward to what you have to offer!", "klass": 1}
{"text": "@lovelydove,I just went to your channel & saw your \"favorites.\" You listen to George Bloomer (a false prophet)? & you're interested in hatha yoga (a demonic practice from Hinduism)?? ...No wonder you called my comments \"negative\"....you have itching ears", "klass": 0}
{"text": "@Catherine8raw His immune system was already low before the TB and Hepatitis hit. He had an accident where he cut his knee I believe, when he was a teenager, and he got the HPV infection. But unfortunately his immune system was unable to beat it so he gre", "klass": 0}
{"text": "ahh man, thats how im gonna propose to my soulmate :)", "klass": 1}
{"text": "it looks so goodd!", "klass": 1}
{"text": "Your the best Dr. Duke thank's so much, God Bless you.", "klass": 1}
{"text": "ya, he obviously is a lazy person. and in violation of the NRC (nuclear regulatory commitie) policy on safe radiation practicies.", "klass": 0}
{"text": "Okay that all sounds wonderfull. Where can I buy one?", "klass": 1}
{"text": "jamming to this song ryte now!!! love from colorado!!", "klass": 1}
{"text": "DAMN DARNELL IZ 2 FINEEEEEEE!!!!", "klass": 1}
{"text": "Oooooh yea", "klass": 1}
{"text": "This is good !", "klass": 1}
{"text": "@vampire112098 i know the whole dance too i love this song!!!", "klass": 1}
{"text": "i wasnt keen on david tennant leaving, but when i saw matt smith in the first episode of series 5 tonight, i have fallen in love with him ha. wierd i know but, i suddenly want to watch everything he's been in so im starting here :L:L:L whos in the same possition:L?", "klass": 1}
{"text": "What would be the first step to ask a girl out ?", "klass": 1}
{"text": "im memorizing that surah right now, this video will be useful ;-)", "klass": 1}
{"text": "I went to prom/afterprom and won  100 :D", "klass": 1}
{"text": "Awesome. Keep it up bro.", "klass": 1}
{"text": "get out of my office mr.sob i should try that sometime", "klass": 0}
{"text": "is it me or is it weird that good shows get canceled a lot while the crappy shows are too stubborn 2 leave.4 example:hannah montana", "klass": 0}
{"text": "Damn. This kid can ball...Nebraska would be well served by offering this kid. I think, judging by his film and Brian Carnes', Kain is better in every aspect of the game.", "klass": 1}
{"text": "First off he has juggernaut and second off rpg are under powerd and third you are stupid -_-", "klass": 0}
{"text": "my Dad and Uncle sang the song in this movie called, \"Please Be Mine Tonight.\" :) !", "klass": 1}
{"text": "FUCK!That Was Epic!", "klass": 1}
{"text": "This is my favorite song. He told me it's about his guitar.", "klass": 1}
{"text": "wow neon another episode your uploading alot today", "klass": 1}
{"text": "Very impressive selection, incredible playback off those 78s! I'm a blues guy, and haven't heard some of these. Tasty!", "klass": 1}
{"text": "chiptacular had the most astute observation. Where is the last long board scene filmed? That was awesome!", "klass": 1}
{"text": "Aww Nice Ending :)LOL Demi and Ashley XD", "klass": 1}
{"text": "i love ha so much", "klass": 1}
{"text": "is nich death by house...stranger to.....", "klass": 0}
{"text": "Not for me this one!", "klass": 0}
{"text": "Magni... I'm a libertarian and you're just inventing shit as you go. You ignore facts and instead of making rational discussion simply edit reality so that you can keep believing what you need... there's no meds to fix what's wrong with you... may I suggest you kill yourself at once.", "klass": 0}
{"text": "IRAN delivers TERRORIST ATTACKS through out the world!!!", "klass": 0}
{"text": "@marsh1998 Was it a 1973 model? This one is a real hot rod.", "klass": 1}
{"text": "@mrlagxSure, I hear you and agree fully. But it just goes back to the joy thing for me.I look at it this way: I am going to serve my God as best as I can, in the best way I know how, studying the scriptures and devoting my life to prayer. If I go down in", "klass": 1}
{"text": "LOL R U is racism!", "klass": 0}
{"text": "@FintyWalsh lol yeah. that made me laugh so hard. I love the ending scenes.", "klass": 1}
{"text": "for earth day, i celebrated by . . going to my local deli, purchasing as many sandwiches as possible, throwing them all in the trash, then taking those styrofoam boxes and digging them deep in the earth in various ity parks. it was awesome. i felt good afterward because i knew i had done my part that day!! also took all the non-biodegradable trash from my garbage and strewn it around as many school gardens as i could find.it truly was a WONDERFUL earth day!! yay!!!!", "klass": 0}
{"text": "this song is the best :))) 3 i love their voices  3does Jonathon sing?", "klass": 1}
{"text": "I know this is my second comment BUT WOWWWWWW the way u did the remix on this and the drums and music ... THIS IS JUST AWSOMEEEEEE....... cant stop watching and listing to this", "klass": 1}
{"text": "One of the things we LOVED about Debbie when she first hit the scene in 1978, is how damn COOL she was!!! Well guess what, she's as cool as ever! Queen of Cool at any age.", "klass": 1}
{"text": "someone kill me if this thing actually comes to life in the real world.. just shoot me", "klass": 0}
{"text": "@Questfortruth86 You're not telling us anything we haven't already heard countless times. Sorry to disappoint you.", "klass": 0}
{"text": "good flilipino music", "klass": 1}
{"text": "that is pretty damn kewl,, who woulda thought a huge aluminium bridge tough enough to support a abrams! sweeeet", "klass": 1}
{"text": "what the hell was she doing with her underwear down?", "klass": 0}
{"text": "R u a mac professsional artist? Cause ur really good!", "klass": 1}
{"text": "Betty's Pies is awesome. I tried the bumbleberry pie. Best pie I've ever had!", "klass": 1}
{"text": "SWEET!", "klass": 1}
{"text": "Why does he have a beard", "klass": 0}
{"text": "hey FFF love ur music what hardware were using that night looks sick", "klass": 1}
{"text": "...and what if the world is really depressing? God didnt heal you? You are speaking to thousands of people and they are listening !!! Spiritually you hang on to Jesus like you never have before. This IS healed !!! You have to hold on to this truth- Jesus died for you when the world didnt care. Onward Christian !!! remember your love for Christ? Shine before the world !!!", "klass": 1}
{"text": "won't stop unitl i hear your momma scream. Church!!!!", "klass": 0}
{"text": "Thank You For Returning :)", "klass": 1}
{"text": "Lol... Onion is great...", "klass": 1}
{"text": "words can't describe how much I hate this song, and how I nearly kill myself singing it in Lego Rock Band", "klass": 0}
{"text": "I have my first lesson today. This is very helpful!", "klass": 1}
{"text": "Thanks for the helpful video, but do you know how to make them run?", "klass": 1}
{"text": "Brilliant song, and who better to deliver it than Jesse Dixon. AWESOME!", "klass": 1}
{"text": "As a Christian, it is mind-boggling to me that Jews can't enter Joseph's Tomb. Though Israel regularly hurts herself by her concessions & appeasement, I am surprised that she has not protected this site for Christians (since we consider Joseph to be a \"type\" of Christ).", "klass": 0}
{"text": "awesome!!!", "klass": 1}
{"text": "I love O Fortuna, its such an epic peice of poetry. I am gonna use it as a trailer for one my videos. I'm not trying to advertise my channel either. I'm just saying how cool this song is. I first heard it on Son of Jackass. I thought the way they used it was halarious XD", "klass": 1}
{"text": "You guys are legittt!", "klass": 1}
{"text": "FANTASTIC mmmmmmmmmmm", "klass": 1}
{"text": "LOL, I saw a thread that I started.", "klass": 1}
{"text": "My Team is finally going to compete 82  games a year. Stat City with Felton running the point Gallo with the 3's Randolph showing off his potential Turiaf and Mozgov protecting the paint. 2010 knicks year", "klass": 1}
{"text": "what if Kratos and Chuck Norris had a baby? D: bye bye existence :(", "klass": 0}
{"text": "@whatif1999 I like the bit where she jumpes to the floor and it dosn't blow up and then it blows up and she gets back up and when it blows the second time then she jumps well at 3:21/4:10", "klass": 1}
{"text": "who is that lol", "klass": 1}
{"text": "i like your dogmy puppy has started responding very well.he doesnt always but most of the time he does.his name's Keo", "klass": 1}
{"text": "The guitarron is usually tuned an octave below a guitar. Simon Edwards, the guitarron player in this clip, left the ukulele orchestra to form Fairground Attraction and had a hit with \"It's got to be perfect\". The left handed blond ukulele player is Andy Astle, one of the founders of the orchestra, currently working with \"The Band of Holy Joy\", and teaching ukulele.", "klass": 1}
{"text": "Thats so awesome! i want one! :P x", "klass": 1}
{"text": "Thanks for posting this fun video. Loved it. The music is Stan Kenton's \"Harlem Folk Dance.\" Ted Herbert, the hilariously prissy, bumbling \"professor,\" is no doubt the look-alike brother of comedian Hugh Herbert, who made dozens of films in the 30's and 40's, and who played a similar simpering, giggling character.", "klass": 1}
{"text": "I love it", "klass": 1}
{"text": "Fr. Crosby has done a beautiful job! The cribs are a labor of love for him! I contributed a crib from Costa Rica to his collection last year. I hope I can see it in person someday!", "klass": 1}
{"text": "hahaa..this was good. great singing voice tol", "klass": 1}
{"text": "that was Sal and Richard baby", "klass": 1}
{"text": "@MrJuanmireles your so stupid!", "klass": 0}
{"text": "Man this song is truley amazing  )", "klass": 1}
{"text": "Thank you for posting this, one of the most beautiful hymns. Can you combine both parts into one video and upload? Sorry for asking this, but thanks.", "klass": 1}
{"text": "dude. you can see your buddy's reflection in your sunglasses. don't be a douche and try to BS the world.", "klass": 0}
{"text": "@leahcim165 look who talking you're the bringing up homo shit. you must be gay. DICK SUCKING FAG!!!!!!!", "klass": 0}
{"text": "1:30 - theirs a Wizard that follows you, ", "klass": 0}
{"text": "wat a come back", "klass": 1}
{"text": "This film is a Masterpiece. ", "klass": 1}
{"text": "Gibbs smirks as though he's seen it all before. cute I love TIVA!", "klass": 1}
{"text": "Yeah, it's brilliant. It was a massive leap up from my old 15\", really immersive. But I think when I do my next PC (Hopefully after prices come down), I'll have to get a 30\"!  D", "klass": 1}
{"text": "NO, I DON'T WANT A NEW BLACKBERRY PHONE!0:03", "klass": 0}
{"text": "I used to watch this when I was younger! Good times... lol This was one of my favorite episodes!", "klass": 1}
{"text": "i dis like you alot!!!!!!!!!!!!!!!", "klass": 0}
{"text": "wait no -navy seals.", "klass": 0}
{"text": "hahaha!!! I would love to have that job! I'd get crazy to get the exclusive, muahaha!!   ", "klass": 1}
{"text": "great video keep up the good work mate", "klass": 1}
{"text": "@Erikjust AMEN!", "klass": 1}
{"text": "the people who made this video are goin to hell", "klass": 0}
{"text": "18 people missed the like button.....", "klass": 0}
{"text": "i love u more 2", "klass": 1}
{"text": "BP wants everyone to think they care about the ocean and the wildlife and US...but we all know what they REALLY care about   Greedy assholes. Dont listen to these fake commercials with their sappy music. DONT BELIEVE IT!!", "klass": 0}
{"text": "Love it!", "klass": 1}
{"text": "This was truly beautiful; only one problem -- it was too short! ", "klass": 1}
{"text": "wtf r u tlking bout his lyrics r da shit now go listen to his newest mixtapes bro this is not 2007 where he did that crank that his lyrics have goten strong now and luda just sucks past is the past nobody cares no more bout wat he was 5 years ago", "klass": 0}
{"text": "xD I love them. And the midnight ramblers", "klass": 1}
{"text": "chiga has the main charactor touch!!", "klass": 1}
{"text": "Einstein believed in God, you doubt his existance, its obious that you're being foolish right now.", "klass": 0}
{"text": "1% of teens would cry if they saw Soulja Boy at the top of a skyscraper about to jump. Copy and paste this EVERYWHERE if you are in the 99% that would bring popcorn and shout \"Jump nigger!\"", "klass": 0}
{"text": "Gorgeous", "klass": 1}
{"text": "can you tell me where did he go?", "klass": 0}
{"text": "If We dont do something about these freeks than we are stupid!!!!!!!!!!", "klass": 0}
{"text": "Freakin' Awesome.  3", "klass": 1}
{"text": "Love this Amv !!!!!!!!!!XD!!!!!!!", "klass": 1}
{"text": "i\"m a big fan of the wall and i will tell all of you why the wall is all of me and avrey time i see the wall movey or here th cd and i just get the feling of that i belong to the wall.", "klass": 1}
{"text": "Yes, they do help, love the videos. They translate into many different hobbies, especially the how-to stuff.", "klass": 1}
{"text": "danggg way better than my high school!!! very nice  ]", "klass": 1}
{"text": "why are you playing those notes staccatto??? Its supposed to sound like fog, hence the name", "klass": 0}
{"text": "I must admitt.. This is definitely the best Kobe vid I've seen on youtube so far. 5 stars.", "klass": 1}
{"text": "@MiiEnChiiCk c'mon gang!", "klass": 1}
{"text": "thx", "klass": 1}
{"text": "i was there today!!!", "klass": 1}
{"text": "Sex, drugs, rock-n-roll !!!", "klass": 1}
{"text": "thank you for this video it has helped my with a research paper", "klass": 1}
{"text": "@horseycutie thats horrible! not the plot line, the slaughter fest that can cause!!!", "klass": 0}
{"text": "One of the reasons this injury takes months to heal is because you use your pec minor constantly. When you raise your hand you are using your pec minor. Go to shake someones hand? Using the minor again. You basically can't avoid using it, but you have to stetch it out well (have a PT do it, don't trust yourself) and strengthen it (also with a PT),", "klass": 0}
{"text": "sports game suck aSS", "klass": 0}
{"text": "@QueenOfBreyers oh coool wow good luck :) he sounds awsomeee", "klass": 1}
{"text": "@rumblefish1988 too bad they are weak. running is useless if you want to be strong", "klass": 0}
{"text": "brillient", "klass": 1}
{"text": "You got to love Bo at the 3:26 mark. \"Lets Go Blue\"", "klass": 1}
{"text": "Wow your lyrics are awesome :D Love the key of awesome. Always entertaining", "klass": 1}
{"text": "that wasn't blue meanie you jerk.", "klass": 0}
{"text": "Awesome vid... I had forgotten all about this... it's great...", "klass": 1}
{"text": "totally awesome", "klass": 1}
{"text": "@celest143 me too :) will watch a few mins :D", "klass": 1}
{"text": "First thing first you should learn how to spell .Second who cares that he is bi racial i don't care he is the best man for the job and Powell is free to support whom ever he see fit too i could care less about repbu  lick  ass there the ones out of touch that's why their not in charge any more because there so out of touch? Get a ged then talk too me inbred white trailer trash cunt", "klass": 0}
{"text": "Action comedy! w00t!", "klass": 1}
{"text": "Those trails look like fun", "klass": 1}
{"text": "Man, I love how the characters always have a final talk before they begin battle. Always makes the scene more dramatic...like a calmness before the storm.", "klass": 1}
{"text": "Lobo-Awesome XD", "klass": 1}
{"text": "OMJ!!post soon!", "klass": 1}
{"text": "awesome!!!!!!!!", "klass": 1}
{"text": "HEY! Josh is my oncology Docctor! I love him!", "klass": 1}
{"text": "hey lee welcome \"back\" great to see the dynamic duo back together hope u are better...", "klass": 1}
{"text": "looks like we're not guna see kenpachi 4 a couple more episodes", "klass": 0}
{"text": "hey I like this song because god has really favored me", "klass": 1}
{"text": "this is just the best, Ratt fan 4 life!", "klass": 1}
{"text": "Did ketamine make you wear that terrible coat and bandana combination?", "klass": 0}
{"text": "i wish i had that elephant head in my room", "klass": 1}
{"text": "please download end part of this fight", "klass": 1}
{"text": "Hallelujah!!!! Glory, Glory Glory", "klass": 1}
{"text": "lol", "klass": 1}
{"text": "...nooo that's the dyke, the fags making women's clothing. Hilarious.", "klass": 0}
{"text": "@TheUltraNinja You noobs can easily remove it. just look at the URL you are one. and delete the parts after \"%\" and press enter.", "klass": 0}
{"text": "A Singapore Cane long before ECW. Awesome!", "klass": 1}
{"text": "Wow I love that 'soprano' ending!", "klass": 1}
{"text": "WHERE ARE THE OTHER PARTS", "klass": 0}
{"text": "army prints on a girl   lesbain", "klass": 0}
{"text": "I used to work at BBW and layering definitely is the best way to make the fragrances last longer.", "klass": 1}
{"text": "Investigators determine Air-France disaster caused by plane crash", "klass": 0}
{"text": "british marines: awesome", "klass": 1}
{"text": "As did I", "klass": 0}
{"text": "Oh dear. Why oh why?!!", "klass": 0}
{"text": "You should be able to do this in CompositeLab. We filmed the actor against a greenscreen, then animated him disappearing into the floor. A displacement filter was applied to create the wibbly effect. The full DVD has more info.The easiest way to apply a mask to grading is to use a grade object, which can be found in the 'effects browser'. This can then be masked like any other object.", "klass": 1}
{"text": "@soeffingwhat I like this theory best-- I am trying to think how that unpredictable factor is best expressed in personality psychology terms. It's some combination of being a bit 'manic' so you take a lot of risks, and having a high 'Openness to New Exper", "klass": 1}
{"text": "superba ....", "klass": 1}
{"text": "like itt 3 3", "klass": 1}
{"text": "Thomas Lockyer is absolutely gorgeous.", "klass": 1}
{"text": "Aww Armaan's so sweet it was so cute how he interacted with Minnie! :D", "klass": 1}
{"text": "ANNA amazing...this is actually reaaaaally good. enjoyed it soo much. watched it about 8 times in a row now whilst anna tried to rip the headphones off my head.", "klass": 1}
{"text": "very cool and i dont smoke", "klass": 1}
{"text": "i baught the lone gunmen complete series on dvd i got it on amazon", "klass": 1}
{"text": "Watch at 1:25 on the left haha", "klass": 1}
{"text": "i just went to the k i love there jumbo tron", "klass": 1}
{"text": "Me and my friend thought our mom's put ecstacy in our drinks when we saw this o.oSo trippy maaaaan", "klass": 1}
{"text": "Awesome", "klass": 1}
{"text": "hella dope!", "klass": 1}
{"text": "They totally copied Metallica. Listen to the beginning of Creeping Death after watching the beginning of this.", "klass": 0}
{"text": "It was a 'Major' political catastrophe, oh the puns that were never meant.", "klass": 0}
{"text": "Nice! I was hoping you would upload this show. It's one of my favorites.", "klass": 1}
{"text": "@Cdubzhappy: lmao....oh but acid is so much funner.", "klass": 1}
{"text": "Great job getting it to play decent Chad and it really sounds good.", "klass": 1}
{"text": "Man, that was awesome!", "klass": 1}
{"text": "Probably my favorite line of the track.", "klass": 1}
{"text": "The chord move from the bridge into the new solo just makes my skin crawl. I love it!", "klass": 1}
{"text": "gotta love those neck veins in the last one", "klass": 1}
{"text": "@DaRxGuY Get All Black Ones.. Or Cortez", "klass": 1}
{"text": "iKungfu comes from climber in 27 in 1 Gamebox", "klass": 1}
{"text": "oho, nice ;-)", "klass": 1}
{"text": "actually he was drunk and i surprised him dumb fuck. i dont even WEIGH 200 pounds so why dont you go get a fucking life instead of talking shit about things you have no fucking clue about.", "klass": 0}
{"text": "Superb on the live set too - a great song. SImone Felice has put together a great band - so good to hear his heart ticking!", "klass": 1}
{"text": "mate thats awesome!!al", "klass": 1}
{"text": "Why shouldn't evey wound hit him?", "klass": 0}
{"text": "I LOVE LOVE LOVE LOVE THIS AND YOUUUUU", "klass": 1}
{"text": "only 6psi too....smaller pulley made yet?", "klass": 1}
{"text": "Who can watch this?", "klass": 0}
{"text": "how did you put the mountains and continuous sky there", "klass": 1}
{"text": "Every song he ever sings makes you feel like you are really there and can or have lived in that moment.", "klass": 1}
{"text": "fml", "klass": 0}
{"text": "what a horrible dream!", "klass": 0}
{"text": "i love this song", "klass": 1}
{"text": "bryn ..the superhero....fantastic stuff...", "klass": 1}
{"text": "We havent found anythingWhat can I say the nile isn't just a river in Egypt.", "klass": 0}
{"text": "wtf is this... proberly the worst shit i have ever herd...", "klass": 0}
{"text": "LOVE THIS!!!! ", "klass": 1}
{"text": "love this track thanks", "klass": 1}
{"text": "i love being busy too! as a college student, i get my water in SOOOO fast if i I bring it with me to classes. when I sit at home, I drink diet coke. Haha. If I bring my water, i drink it as I am bored in class. :) love it.anyways, you go girl. stay busy, its good for our minds! just start eating some more calories and keep doin everything else. you look great and will do great at your new job! congrats!ps- love those earrings!", "klass": 1}
{"text": "If you like this, check out Quantic.", "klass": 1}
{"text": "who's the hot guy with the goatee ?", "klass": 1}
{"text": "The show in general is well... stupid and Michelle just makes it all much worse she's such a loser wannabe Feminist.", "klass": 0}
{"text": "What a beautiful look that I can wear anywhere. I don't recall seeing you use pigments. Do you like them or use them? If so, I would like to see a step by step tutorial.", "klass": 1}
{"text": "oh, and i got to see her live outdoors this summer at Fraze Pavillion in dayton ohio", "klass": 1}
{"text": "2.27 secs always give me goosebumps.....that's when they kiss!! :))", "klass": 1}
{"text": "Massive rattings to the person upz dis still, tinie tempah smashes IT but i got Afew Of his VIDEOS LEAKED ON MA PAGE NOW, I THINK MORE LADIES WILL LIKE IT TO TELL THE TRUTH BEHIND THE SCENES. Check it. Click ME NOW!!!.", "klass": 1}
{"text": "thanks man yeah I like the way it looks in the dark it kinda trips me out when I stare at it when I am drunk lol", "klass": 1}
{"text": "he handled the fire not working thing good,\"That was it, is that a joke?\"", "klass": 0}
{"text": "How funny, right before I listened to this song I fished eating some Cracker Jacks! Nice music! I hope you post more!", "klass": 1}
{"text": "Awesome Video.", "klass": 1}
{"text": "@lunabianca22 That was well said point taken.", "klass": 1}
{"text": "@supermant11 Thanks, glad it helped!", "klass": 1}
{"text": "PI MU....the Polo Madness KHAPTER BABY", "klass": 1}
{"text": "There not actually bakc together are they ? i thought it was just a few one off re-union shows ?", "klass": 0}
{"text": "kid yamamoto is a fucking thug", "klass": 0}
{"text": "@destroyah1122 np", "klass": 1}
{"text": "wooohhhh come on the 80,s :)", "klass": 1}
{"text": "i have a question thumbs up if u agree with me. Why do people watch a video just to hit the dislike button and make inquisitive people like me ask questions? It seems like a waste of time to me.", "klass": 0}
{"text": "yea! i looked everywhere for like a year for the commercial with that whistle! i whistled it all over and nobody knew what it was from! lol :) now i finally found it! woohoo!", "klass": 1}
{"text": "this song is cool", "klass": 1}
{"text": "he's all hyped up...no one knows what he had in that hand...1,100 phil's a funny dude", "klass": 1}
{"text": "Ready to night party and meet naughty women **mworld5.info**", "klass": 1}
{"text": "The story of the Mini Gateic Bypass is very inspiring. And I'm a happy patient", "klass": 1}
{"text": "Agreed everyone!! JUST LOVE IT  ", "klass": 1}
{"text": "This reminds me of the book \"Longitude\" by Dava Sobel about the invention of the marine chronometer...great book!", "klass": 1}
{"text": "@DJW1704 The new hat system for counter strike is going to be epic.", "klass": 1}
{"text": "it is excessive force, no dicipline taken from Sgt. Jesse Garcia to those men who did that.. the cop that did the kicking n punching, send his ass over here id like to whip his ass, along with that other cop punching and tazered him 3 times. friggen rediculas.", "klass": 0}
{"text": "@EvilDoR wow. they had better make it so all classes are open to all genders quick or their reputation is going to take a hit", "klass": 0}
{"text": "whats up with fire cape and rune kite?", "klass": 0}
{"text": "I love this video production, even though it may be \"amateur\". It definitely struck a chord with me, and the narration is perfect in my humble opinion. Great job!", "klass": 1}
{"text": "She had the voice of an Angel. The moment you hear her you fall in love with her.", "klass": 1}
{"text": "I like this film already(: thanks!", "klass": 1}
{"text": "I really adore this song.", "klass": 1}
{"text": "I have some good information on how to get abs on my blog check it out", "klass": 1}
{"text": "i like dark crusade alot next time pls play as imperial gaurd", "klass": 1}
{"text": "La Terekhova is divine. Even her little steps during the introduction of her variation are right on teh music.", "klass": 1}
{"text": "ASIAN! I'm going to start buying some MAC makeup because of this video! And also since I just started out in makeup you better help me when I have questions ;). lol! Love you from other ASian. (and if your confused PGS. lol)", "klass": 1}
{"text": "he's kinda cute...not gonna lie", "klass": 1}
{"text": "No shit it altars weather patterns   this caused the earthquake in China in 2008   the earthquake sure did grab attention away from the brutality in Tibet.", "klass": 0}
{"text": "hes got to be the best pirate i ever seen \"so it would seam\"", "klass": 1}
{"text": "@yunliuContact ", "klass": 0}
{"text": "a good couple of videos Dave, Ray Mears says the more you know the less you carry how true.keep up the good work ...........", "klass": 1}
{"text": "This is one of my favorite videos too!", "klass": 1}
{"text": "Thanks esrohtv, I enjoyed this tremendously!", "klass": 1}
{"text": "so when mr kraft said his ex wife was behind it he knew she was a witch?", "klass": 0}
{"text": "thanks for this i had no idea you were a local", "klass": 1}
{"text": "sounds like a cummins jesus", "klass": 1}
{"text": "that candy apple red and rosewood is growing on me.", "klass": 1}
{"text": "...OMG lol its weird I was watching this saw babz then sylv... I was like did I read it wrong lmao.", "klass": 1}
{"text": "dang that woman can sing!", "klass": 1}
{"text": "@buzzhonky Although I'm sure you're all for flattery of those more intelligent than you, your request is unreasonable.", "klass": 0}
{"text": "This Shadowkill65 64 w.e the hell his username is. He needs to get his fingers and face of his butthole and quit bitchin", "klass": 0}
{"text": "ahhh the starship i was bravo 787th what class was this mine was january - june 09", "klass": 1}
{"text": "Nice!", "klass": 1}
{"text": "all this needs is yngwie malmsteen.", "klass": 0}
{"text": "It won't let me comment a link, so i'll PM you.     :;sorry.", "klass": 0}
{"text": "GODDAMMIT I WANT J.R. VS HEYMAN", "klass": 0}
{"text": "They totally had the iPad 10,000.2 back in those days,  p(psst, this is Anwyn btw,  D)", "klass": 0}
{"text": "Very nice!!!", "klass": 1}
{"text": "Damn.....", "klass": 0}
{"text": "yep is right lad", "klass": 1}
{"text": "@sky466 its a guy called johnny rose, i can't find his version on youtube either though, if thats what you mean", "klass": 1}
{"text": "nice vid", "klass": 1}
{"text": "Nice Clip. I just saw an episode at seevstreaming (.) com", "klass": 1}
{"text": "@notdahoneyHonestly, I don't get why people think socialism is bad. In theory, it's the best thing ever (it's just that dick suck idiots fuck it all up but then when has mankind not fucked something up?). Actually, I think people get confused. I can under", "klass": 0}
{"text": "OMG SSSOOOO CUTE :) he looks like my baby yorkie when i got him :) hes a year old now my babi :P", "klass": 1}
{"text": "yeah your gonna look a bit weird arnt you, you one day randomly turn up at a neighbour's door and ask to check all their rooms", "klass": 0}
{"text": "I like the imagery in the background during the interview - really projects the feeling of passion and freedom with your art", "klass": 1}
{"text": "XD awesome", "klass": 1}
{"text": "Shown the building of well, nice facilities.", "klass": 1}
{"text": "what a beautiful song.", "klass": 1}
{"text": "I cry every time I hear this song so beautiful and it brings back so many memories......Damn you M.C. my one true love at the time.", "klass": 1}
{"text": "1:00 i eat grilled cheeses with a sliced pickle also , i love the contrastin flavor of the dill pickle taste and the crispness of it against the softy gooey and somewhat sweet melted cheese and buttery toasted bread", "klass": 1}
{"text": "How pretty. I love tulips too.", "klass": 1}
{"text": "@gypsiegirlsdarkprinc Ohh man you would have loved them, Saw them 4 times live .. 91/92.. Slane Castle Ireland 92,,, Alpine Valley 91,, Noblesville 91,, Wembley 91,,, They were fucking BIBLICAL,, EPIC i still remember every fucking night i saw them live..", "klass": 1}
{"text": "'I got number 6 7/8!''6 7/8 is my HAT SIZE!'Genius!", "klass": 1}
{"text": "Great video I love this song I heard it on OTH in an LP scene  3", "klass": 1}
{"text": "cool, does this actually air in Russia? I hope there's some Ron Paul Russians out there.", "klass": 1}
{"text": "why is there morse code transitions still on todays modern radio? i dont get it d:", "klass": 0}
{"text": "I love how you can hear people in the audience singing \"Cherry blossom girl\"They sound beautiful live!", "klass": 1}
{"text": "i wouldent mind knowing the name of that tune that plays in the back ground at the beginning of this part", "klass": 1}
{"text": "Boob sweat at 0:29 /:", "klass": 0}
{"text": "that is the best video I have seen on what the argument is.Thank you", "klass": 1}
{"text": "I'm so confused about this. Why would the US do this to it's own troops? I'm a United States Citizen. Doesn't the US need its troops? Why would the government make its troops sick? ...Please someone clear this up for me.", "klass": 0}
{"text": "Never give In!", "klass": 1}
{"text": "Hey Juliana We miss you here in New York. This is AWESOME and AMAZING just like you!!! Mrs. Brice-Hyde's period 10 Government class!!!", "klass": 1}
{"text": "He used to be married to Glady Knight.", "klass": 1}
{"text": "no music", "klass": 0}
{"text": "yea I hope she's alright", "klass": 1}
{"text": "How dare you say that catholics secretly worship Lucifer in your comments. It makes no sense whatsoever and shows your research is flawed. Masonary, Theosophy and many more (self admittedly), but Catholic dogmas are anything but secret and completely anti thetical to what you suggest.", "klass": 0}
{"text": "hey i seen that tractor just last week  ) i got a gold key tour there. wach our 9430 be built", "klass": 1}
{"text": "VERY nicely done!", "klass": 1}
{"text": "thankz 4 the walkthrough man ur funny 2 haha thankz 4 all the walkthroughs u have done", "klass": 1}
{"text": "Excellent video! It does a great job of promoting the Capital District and all of its assets to high technology.", "klass": 1}
{"text": "? this swucks", "klass": 0}
{"text": "the 19 people who disliked are too fat for the beds.", "klass": 0}
{"text": "very pretty patterns 0:52 - 0:56", "klass": 1}
{"text": "Chris, I'm sick of seeing naked men and such and by that I mean guys with their shirt off. Can't you find something funnier and slightly more appropriate?", "klass": 0}
{"text": "@ECOOL76 only the Very Special ones", "klass": 1}
{"text": "fuck i want to go to one of there shows soon", "klass": 1}
{"text": "Tomalak was salty as all hell after the birds of prey de-cloaked.", "klass": 0}
{"text": "Why would they not focus on a classic Tuvok episode if they were interviewing 'Tuvok'...?", "klass": 0}
{"text": "u are like me have alot of things and havent used many thats y i started the give aways lol i dont know about doing a collection vid we will be here allllllll day  ) ill have to get into stila i only have a few products im more on the mac side well makeup side in generald lol be blessed on to the last part see u there", "klass": 1}
{"text": "@JASONNHENCHMENN \"guess the book 1984 has come true...the thought police are here\"", "klass": 0}
{"text": "cavs have a terrible bench, pietrus outscored the whole bench and hes a bench warmer as well so cavs are a team that breaks in the playoffs so next season you will see lebron on the knicks", "klass": 0}
{"text": "ethier of those would be acceptable too", "klass": 1}
{"text": "Hope she catches fire. Her opponent sure handed her a sure fire shovel to bury him with.", "klass": 0}
{"text": "Wish you the very best of luck and I hope you tons of fun! Don't forget to take some pics for us here in the West Coast. Have a blast!", "klass": 1}
{"text": "Nice fly. Nice choice for your ring tone also!", "klass": 1}
{"text": "The high notes are off and the harmonies are all over the place! :s", "klass": 0}
{"text": "I cannot be prouder of us!", "klass": 1}
{"text": "REPITITION: CHANGE CHANGE CHANGE CHANGE \"YES WE CAN\" YES WE CAN YES WE CAN LMBO. They're all the same and yes THAT IS TRUE but I have to say the end is near I've never seen as many people mind controlled as with who the NWO just put in power SMART MOVE ON THEIR PART STUPID PEOPLE TO THINK HE IS DIFF. THEN BUSH THEY WORK FOR THE SAME PPL.", "klass": 0}
{"text": "Just came across this when looking up the entrants to encounters 2008, this is an absolutely brilliant animation!", "klass": 1}
{"text": "10 years ago but they sound like the future", "klass": 1}
{"text": "i love the sound of whiskey sloshing in a glass container in the beginning", "klass": 1}
{"text": "hey charles and alli, ive been on youtube a lot recently and ive been looking for things like ur show and when i finally started whatching i cant stop, anyways i have a question for Alli. Ur going to spain soon and i think u should do what u guys did in the south of the border trip and find a wall with a bunch of other stuff and write something like CTFxC FTW or whatever and see how many people would send u pics(besides im going to spain next year and i think it would be awesome to see that)", "klass": 1}
{"text": "Sure now he sounds like Ron Paul. They all do now.", "klass": 0}
{"text": "OMG!", "klass": 0}
{"text": "my favorite unforgiven song :]the video is incredible too", "klass": 1}
{"text": "Great video ,nice place to stay,well edited and good voice over.", "klass": 1}
{"text": "@picmario Hello. How about zinc ? Zinc efectivelly reduces ferrocyanides. It could also work on iron atoms on the mitocondrial citocromes.", "klass": 1}
{"text": "Hee Hee! at 0:03... I see THUMB!Wonderful return bC2! This piece is *so* quirky-cool... sort of a classical-jazz audio-dada-ist set of flavors to it... I think.It's amazing to me how well what you play fits, yet is so distinctly YOU... such versatility!", "klass": 1}
{"text": "I aggree, that kinda police brutality is detremental to the confidence the public has. Thoes arse wipes should be fired and arrested however much like politicians, they will 'get away with it'.", "klass": 0}
{"text": "In a month Bama fans will have a lot in common with USC fans. Well except that USC fans don't use outhouses or screw their sisters.", "klass": 0}
{"text": "omg how old is the youngest one?shes really good at guitar :Dgreat job :D", "klass": 1}
{"text": "wow, my mind is completely blown. i would give anything to draw like that! :D", "klass": 1}
{"text": "Bad audio :(", "klass": 0}
{"text": "this song is amazing.", "klass": 1}
{"text": "I think you're refering to Rosie O'Donnel sitting next to her.", "klass": 0}
{"text": "Great video and jump. I've got some to post of First, Pavonly, Hutchinson, Akaidyn and Beck doing the same jump. Cool to see!", "klass": 1}
{"text": "Javascript is actually an advanced object-oriented language that has a great deal of power. With libraries like YUI, Dojo or GWT, a developer can build rich applications that run in your browser. The goal is not to have flashier web pages, but to start developing applications in Javascript. For that reason, we can use all the speed we can get.", "klass": 1}
{"text": "Thank you so much! For the first time I managed to do a stitch after watching the video less than a hundred times :)", "klass": 1}
{"text": "im better", "klass": 1}
{"text": "nick and ria are the best dancers !!", "klass": 1}
{"text": "One of the greatest displays of the human spirit in the history of mankind. The world will now look to Chile for inspiration. They did the impossible, all the trapped miners and rescue workers showed the world what unity is all about.", "klass": 1}
{"text": "I just love when I big tough looking guy gets all sappy over a bird! Adorable!", "klass": 1}
{"text": "Listen to Ryan Canning's first set on you tube for a great rendition of fiddlers rally", "klass": 1}
{"text": "You guys are SO good. :)", "klass": 1}
{"text": "for my money he was the best to ever lace em up !!!", "klass": 1}
{"text": "Dude, this is really good. Indeed, the theme music raped my ears, but this was exactly the kind of thing that needs to get posted more often. Bravo.", "klass": 1}
{"text": "I love Madoka!!  And such a nice song :P", "klass": 1}
